Repository: sapar-io/rawdah_flutter
Catalog: lib/l10n/app_*.arb
Languages: kk, ru, tr

# name_description_70
source: The Powerful, The Dominant, The One with the perfect Power that nothing is withheld from Him. Allah has arranged everything in both worlds in the best possible way, and no one else is capable of repeating it
kk: Не істегісі келсе, соны істеуге қуаты жетеді. Оның істей алмайтын ісі жоқ
ru: Господь устроил всё в обоих мирах наилучшим образом, причём никто больше не способен повторить это
tr: Allah Teâlâ, kuvvet ve kudret sahipleri üzerinde istediği gibi tasarruf edendir. O’nun “Kâdir” oluşu, istediğini, istediği anda ve istediği şekilde yaratma gücüne sahip olması demektir. “Muktedir” olması ise, bilfiil gücünü yarattıklarında göstermesidir

# name_transcription_71
source: Al-Muqaddim
kk: Әл-Муқаддим
ru: Аль-Мукаддим
tr: El-Mukaddi̇m

# name_translate_71
source: The Expediting One
kk: Алға шығарушы
ru: Продвигающий
tr: İstediğini öne alan, ileri geçiren demektir

# name_description_71
source: The Expediter, The Promoter, The One who puts things in their right places. He makes ahead what He wills and delays what He wills
kk: Өз пайғамбарларын алға шығарады. Өзіне инабатты құлдарын тура жолға салады. Оларды ұлық дәрежелерге көтереді
ru: Всевышний даёт возможность продвинуться вперёд наилучшим из людей в обоих мирах. Тот, Кто расставляет все по своим местам. Он ускоряет то, что пожелает, и откладывает то, что пожелает.
tr: Allah Teâlâ, dilediği şeyi veya kimseyi öne alan, önde bulundurandır. Allah’ın daveti geneldir. Fakat hidâyet ettikleri davete uyar, ileri gider. Hidâyet etmedikleri geri kalır. Allah’ın emir ve yasakları bütün kullar içindir. Fakat Allah’ın muvaffak ettikleri bunlara uyar, yükselir; muvaffak etmedikleri geride kalır. O hâlde hem akıl ve irâdemizi Allah’a îmân ve itâat yönünde kullanmalı, hem de Allah’tan hidâyet istemelidir. “Mukaddim” ismi, “Muahhir” ismiyle beraber değerlendirilmelidir

# name_transcription_72
source: Al-Mu'akhkhir
kk: Әл-Муаххир
ru: Аль-Му'аххир
tr: El-Muahhi̇r

# name_translate_72
source: The Delayer
kk: Артқа тартушы
ru: Отодвигающий
tr: İstediğini geri koyan, arkaya bırakan demektir

# name_description_72
source: The Delayer, the Retarder, The One who puts things in their right places. He makes ahead what He wills and delays what He wills
kk: Өз жауларын артта қалдырады. Ол Өзі мен кәпірлердің арасына бөгет перде салады
ru: Творец может отдалять тех, кого пожелает
tr: Allah Teâlâ, hikmeti gereği geri bırakılması gerekenleri geri bırakır. “Mukaddim” ismi ile ilgili açıklamalarımız “Muahhir” ismi ile de ilgilidir. Esasen bu iki isim beraber değerlendirilmelidir. Bazan Allah Teâlâ, kulların istediklerini bir hikmeti gereği geri bırakır. İmtihan dünyasında olduğumuzu unutmamamız gerekir

# name_transcription_73
source: Al-Awwal
kk: Әл-Әууәл
ru: Аль-Аууаль
tr: El-Evvel

# name_translate_73
source: The Very First
kk: Бірінші, Алғашқы
ru: Не имеющий начала
tr: İlk; varlığının başlangıcı olmayan demektir

# name_description_73
source: The First, The One whose Existence is without a beginning. Allah has always existed
kk: Баршаның алдында. Ол мәңгі тұрады. Оның алдында ешбір зат болған емес
ru: Аллах существовал всегда, Он не имеет начала
tr: Allah Teâlâ, bütün varlıklardan öncedir. Varlığının bir evveli, başlangıcı yoktur. O, kadîmdir, ezelîdir. Varlığı kendi zâtıyladır. Bütün varlıklar varlığını O’ndan almaktadır. Yaratmayı başlatan O’dur. “Evvel” ismini “Âhir” ismiyle beraber değerlendirmelidir

# name_transcription_74
source: Al-Aakhir
kk: Әл-Ахир
ru: Аль-Аахир
tr: El-Âhi̇r

# name_translate_74
source: The Infinite Last One
kk: Соңғы, Ақырғы
ru: Не имеющий конца
tr: Varlığının sonu olmayan demektir

# name_description_74
source: The Last, The One whose Existence is without an end
kk: Барша мақұлық қиямет күні қайтыс болғанда, Алла Тағала тірі болады. Оның соңы жоқ. Кім күніне осы көркем есімді зікір етсе, Алла Тағаланың махаббаты баурап алады, сол адам нәпсіқұмарлықтан арылып, көз жұмғанда иманмен қайтады
ru: Создатель будет существовать вечно, он не имеет конца
tr: Allah Teâlâ, varlığı devamlı olandır. Varlığının başlangıcı olmadığı gibi sonu da yoktur. Allah, eşyanın evveli olması bakımından “Evvel”dir. Eşyanın sonu Allah’tan olması bakımından da “Âhir”dir. “Âhir” ismini, “Evvel” ismiyle beraber değerlendirmelidir

# name_transcription_75
source: Az-Dhaahir
kk: Әз-Заһир
ru: Аз-Заахир
tr: Ez-Zâhi̇r

# name_translate_75
source: The Perceptible
kk: Анық, Көзге көрініп тұрушы
ru: Явный
tr: Varlığı apaçık demektir

# name_description_75
source: The Manifest, The One that nothing is above Him and nothing is underneath Him, hence He exists without a place. He, The Exalted, His Existence is obvious by proofs and He is clear from the delusions of attributes of bodies
kk: Ол Өзін аяттары (күн, ай, жұлдыз т.б.) арқылы бар екенін анық көрсетіп тұрады
ru: Его существование является очевидным, доказательством чему служат многие Его знамения
tr: Allah Teâlâ, varlığını ve birliğini belgeleyen birçok delil bulunması açısından aşikârdır. Her şeyin üstünde olan, her şeyden yüce olandır. Allah’ın varlığı o kadar açıktır ki insanın gördüğü her şey, ibret nazarıyla baktığı takdirde onu, Allah’a götürür. “Zâhir” ismi, “Bâtın” ismiyle beraber değerlendirilmelidir

# name_transcription_76
source: Al-Baatin
kk: Әл-Батин
ru: Аль-Баатын
tr: El-Bâtin

# name_translate_76
source: The Hidden One, Knower of the Hidden
kk: Көрінбей тұрушы, Ішкі
ru: Скрытый
tr: Zâtının görülmesi ve mâhiyetinin bilinmesi açısından gizli demektir

# name_description_76
source: The Hidden, The One that nothing is above Him and nothing is underneath Him, hence He exists without a place. He, The Exalted, His Existence is obvious by proofs and He is clear from the delusions of attributes of bodies
kk: Ол мақұлықтардың көзіне көрінбейді. Ол мақұлықтардың не ойлап, не қоятынын біледі және олар не нәрсеге ұшырайтындарын меңгеріп тұрады
ru: Господь скрыт от нашего взора в земной жизни
tr: Allah Teâlâ, gizlidir. Çünkü O, gözle görülemez, künhüyle bilinemez. İnsan, her şeyiyle sınırlıdır. Allah ise, sınırsızdır. Sınırlı olan sınırsız olanı idrâk ve ihâta edemez. “Bâtın” ismi, “Zâhir” ismiyle beraber değerlendirilmelidir

# name_transcription_77
source: Al-Waali
kk: Әл-Уалий
ru: Аль-Уалии
tr: El-Vâlî

# name_translate_77
source: The Holder of Supreme Authority
kk: Басқарушы
ru: Правитель
tr: Kâinatın tek hâkimi, yöneticisi demektir

# name_description_77
source: The Governor, The One who owns things and manages them. The Patron
kk: Уәлі. Ол әр нәрсенің басқарушысы. Ол не бұйрық берсе, сол мезетте бұлжытпай орындалады. Ол Өз қалауымен және даналығымен билік жүргізеді. Үкімдерін іске асырады
ru: Он является правителем для всего сущего
tr: Allah Teâlâ, bu büyük evreni ve her an meydana gelen bütün olayları tek başına yönetendir. Yaratıkların işlerini yerine koyandır. Bütün varlıkların tek hükümdârı olup onlar üzerinde istediği şekilde tasarrufta bulunandır. Dirilten ve öldüren O’dur. Hiç bir şey O’nun tasarrufunun dışında kalmaz

# name_transcription_78
source: Al-Muta'ali
kk: Әл-Мутаәли
ru: Аль-Мутаʼали
tr: El-Müteâlî

# name_translate_78
source: The One Who is Free from Flaws
kk: Биікке көтерілуші (Самғаушы)
ru: Свободный от недостатков
tr: İzzet, şeref ve hükümranlık bakımından en yüce demektir

# name_description_78
source: The Extremely Exalted One. The Most Exalted, The High Exalted, The One who is clear from the attributes of the creation. The Self Exalted
kk: Мақұлықтардың сипаттары Оған тән емес. Пайғамбарлардың сипаттарын биік дәрежеге көтереді
ru: Творец выше всех недостатков, характерных для людей
tr: Allah Teâlâ, yaratılmışlar hakkında aklın mümkün gördüğü her şeyden, her hal ve tavırdan yücedir. Zât, sıfat ve fiilleri açısından yaratılmışlara benzemekten, denk ve ortağı bulunmaktan yücedir

# name_transcription_79
source: Al-Barr
kk: Әл-Бәрр
ru: Аль-Барр
tr: El-Berr

# name_translate_79
source: The Fountain-Head of Truth
kk: Ізгілік істеуші
ru: Добродетельный
tr: İyilik ve bahşişi çok olan; va’dini yerine getiren demektir

# name_description_79
source: The Source of All Goodness, The Righteous, The One who is kind to His creatures, who covered them with His sustenance and specified whoever He willed among them by His support, protection, and special mercy
kk: Ол ешуақыт жаманшылық істемейді. Құлдарға ізгілік және қамқорлық етеді
ru: Аллах обладает безграничной добродетелью по отношению ко всем без исключения Своим созданиям
tr: Allah Teâlâ, kulları hakkında kolaylık isteyendir. Yaratıklarına karşı rahmet ve mağfireti; lütuf ve ihsânı bol olandır. Kullarının hep iyiliğini ister, kötülüklerini ve zorluk çekmelerini istemez. Yapılan kötülüklerin çoğunu bağışlar, örtbas eder

# name_transcription_80
source: At-Tawwab
kk: Әт-Таууәб
ru: Ат-Таууааб
tr: El-Tevvâb

# name_translate_80
source: The Ever-Acceptor of Repentance
kk: Тәубені қабылдаушы
ru: Принимающий покаяния
tr: Tövbe eden kullarının tövbelerini kabul eden ve tövbede muvaffak kılan demektir

# name_description_80
source: The Relenting, The One who grants repentance to whoever He willed among His creatures and accepts his repentance. Allah forgives the sins of people who sincerely repent of what they have done. The Ever-Pardoning
kk: Ол әрдайым адамдардың шынайы жасаған тәубесін қабыл етеді. Тәубе етушілерге ғафу етіп, оларға рахым-мейірімін төгеді. Кім залымның зұлымдығына қарсы Алланың бұл есімін 10 рет айтса, зұлымдығына ұшырамайды
ru: Господь прощает грехи людей, искренне раскаявшихся в содеянном
tr: Allah Teâlâ, kullarını tövbeye sevkeden ve tövbelerini kabul edendir. Kendisine yönelen kullarının günahlarını affedendir. Tövbeleri kabul edip günahları bağışlayandır. Kul, işlediği günahlardan pişman olur, tövbeye yönelirse Allah onu tövbesinde başarılı kılar ve tövbesini kabul eder

# name_transcription_81
source: Al-Muntaqim
kk: Әл-Мунтақим
ru: Аль-Мунтакым
tr: El-Münteki̇m

# name_translate_81
source: The Avenger
kk: Есе әперуші
ru: Карающий непокорных
tr: Suçlulara, adâleti ile hak ettikleri cezayı veren demektir

# name_description_81
source: The One who victoriously prevails over His enemies and punishes them for their sins. It may mean the One who destroys them
kk: Ол Өзіне мойынсұнбайтын құлдарын істеген амалына қарай азаптайды
ru: Он подвергает суровому наказанию грешников, творивших бесчинства в земной жизни
tr: Allah Teâlâ, suçluları hemen cezalandırmaz. Onları çeşitli yollarla uyarır. Yanlış davranışından dönmesi için kendisine fırsat ve yeterli zaman verir. Tövbe etmeyenleri cezalandırır. Fakat bu cezalandırma kendisi için değildir; zulüm ve gadre uğrayanlar içindir. Allah, dostlarından değil, düşmanlarından intikam alır

# name_transcription_82
source: Al-'Afuww
kk: Әл-Ғафуу
ru: Аль-ʼАфуу
tr: El-Afüvv

# name_translate_82
source: The Supreme Pardoner
kk: Аса кешірімді
ru: Прощающий грехи
tr: Hiç bir sorumluluk kalmayacak şekilde günahları affeden demektir

# name_description_82
source: The Forgiver, The One with wide forgiveness. The Creator forgives those people who repent and turn away from committing a sinful act
kk: Ғафу етуші. Адамдар жалбарынып кешірім сұрағанда күнәларын жойып, сауап істерін қалдырады. Бұл есіммен Алла Тағалаға жалбарынып артынан «Аллаһумма иннәкә ғафуун карим, тухиббуль ғафуа, фағфу ғаннә» десе, оның күнәлары кешіріледі
ru: Создатель прощает тех людей, что покаялись и отстранились от совершения греховного поступка
tr: Allah Teâlâ, günahları kökünden kazıyıp tamamen yok eder. Kirâmen kâtibin meleklerinin kayıtlarını siler. Hatırlayıp mahçup olmasınlar diye kullarına işledikleri günahları da unutturur. Bu isimden nasip alan kul, bir taraftan devamlı Allah’tan af diler, diğer taraftan ümitsizliğe kapılmaz. Kullara karşı da çok affedici olur

# name_transcription_83
source: Ar-Ra'oof
kk: Ар-Рауф
ru: Ар-Ра'ууф
tr: Er-Raûf

# name_translate_83
source: The Benign One
kk: Қамқоршы
ru: Снисходительный
tr: çok şefkatli ve merhametli demektir

# name_description_83
source: The Compassionate, The One with extreme Mercy. The Most Kind. The Mercy of Allah is His will to endow upon whoever He willed among His creatures. Allah shows compassion to His servants by forgiving their sins and bestowing His mercy on them
kk: Алла Тағала Өз құлдарына жақсылық пен қамқорлық жасайды
ru: Аллах проявляет сострадание по отношению к Своим рабам через прощение их грехов и наделение Своей милостью
tr: Allah Teâlâ, kullarına karşı ileri derecede merhamet ve şefkat sahibidir. Kullarının sıkıntılarını ortadan kaldırır. Allah kullarına akıl ve iyiyi kötüyü ayırt etme yeteneği vermiştir. Kullarını, işledikleri suçlardan dolayı hemen cezalandırmaz. Onlara hatalarından dönmesi için fırsat tanır. İnanan kullarının kusurlarını bağışlar, iyi amellerine fazlasıyla mükâfât verir

# name_transcription_84
source: Maalik-Ul-Mulk
kk: Мәликул Мүлк
ru: Мааликуль-Мульк
tr: El-Mâli̇kü’l-Mülk

# name_translate_84
source: Master over masters, Owner of the Dominion
kk: Мүліктердің Патшасы
ru: Повелитель над повелителями
tr: Mülkün gerçek sâhibi; bütün varlık âleminin tek hâkimi demektir

# name_description_84
source: The One who controls the Dominion and gives dominion to whoever He willed. He is the only Ruler of all things, and as such no one can compare to Him. Master of the Kingdom. The Eternal Possessor of Sovereignty
kk: Иелігі өте зор. Байлық қазынаның барлығы, күллі мүлік – Оның қолында. Кім осыны көп қайталап жүрсе, Алла Тағала Өз байлығынан төгіп береді
ru: Лишь Он является единственным Властелином всего сущего, и в этом качестве никто не способен с ним сравниться
tr: Allah Teâlâ, bütün kâinatın tek sâhibi ve mâlikidir. Mülkünde istediği gibi tasarruf eder. Dilediğine mülk verir, dilediğine vermez. Dilediğine az verir, dilediğine çok verir. Mutlak hükümranlık O’na aittir. Bu isimden nasip alan kulda mal ve mülkün emânet olduğu şuuru yerleşir. Mal ve mülkü nasıl kullanacağını bilir; israf ve cimrilikten uzak durur. Nimet verene şükrünü tam yapar

# name_transcription_85
source: Dhul-Jalaali Wal-Ikraam
kk: Зүл-Жәләли уәл Икрам
ru: Зуль-Джаляяли уаль-Икраам
tr: Zü’l-Celâli̇ Ve’l-İkrâm

# name_translate_85
source: The Possessor of Majesty and Honour
kk: Құдірет және құрмет Иесі
ru: Обладатель Величия и Щедрости
tr: Ululuk ve ikrâm sahibi demektir

# name_description_85
source: The Lord of Majesty and Bounty, The One who deserves to be Exalted and not denied. Possessor of Glory and Honour, Lord of Majesty and Generosity
kk: Өзінің ұлы сипаттары үшін құрметті және атақты болады
ru: Всё возможное величие принадлежит лишь Ему и все акты щедрости исходят лишь от Аллаха
tr: Allah Teâlâ, yaratıkları tarafından yüceltilmeye ve övülmeye lâyık olandır. Kullarından dilediklerine, kendisine samimiyetle kulluk vazifelerini yapmayı sağlayan, mânevî derecelerini yükselten, dünyada ve âhirette onlara bol lütuflarda bulunandır. Ne kadar büyüklük, ululuk, yücelik varsa, hepsi Allah’a mahsustur

# name_transcription_86
source: Al-Muqsit
kk: Әл-Муқсит
ru: Аль-Муксит
tr: El-Muksi̇t

# name_translate_86
source: The Just One
kk: Әділ
ru: Справедливый
tr: Adâlet sahibi; bütün işlerini denk, birbirine uygun ve yerli yerinde yapan demektir

# name_description_86
source: The Equitable, The One who is Just in His judgment. the Requiter
kk: Шешімдерінде өте Әділ. Әрбір қиянат жасаған мен зиянға ұшырағанды о дүниеде сұрайды және істеген амалдарына қарай жәннат немесе тозаққа жібереді
ru: Он Тот, Кто принимает исключительно справедливые решения
tr: Allah Teâlâ, adâletle hükmedendir. En üstün adâlet ve merhamet sahibidir. Mazlumların haklarını zâlimlerden alandır. Dünyada dost düşman ayırımı yapmadan bütün kullarına rızık verir. Âhirette, dostları, yaptıklarının karşılığını fazlasıyla alacak, düşmanları ise sadece yaptıklarının karşılığı bir cezaya çarptırılacaklardır

# name_transcription_87
source: Al-Jaami'
kk: Әл-Жәмиғ
ru: Аль-Джаамиʼ
tr: El-Câmi̇

# name_translate_87
source: The Assembler of Scattered Creations
kk: Жинаушы
ru: Объединяющий
tr: istediğini istediği zaman istediği yerde toplayan demektir

# name_description_87
source: The Gatherer, The Uniter. The One who gathers the creatures on a day that there is no doubt about, that is the Day of Judgment
kk: Қиямет күні «Махшарда» бүкіл адамдарды жинайды. Ол біреуін де қалдырмайды
ru: Господь объединяет всех Своих рабов, собирая их в одном месте
tr: Allah Teâlâ, birbirine benzeyen şeyleri ve benzemeyen zıt şeyleri bir araya getirip toplayandır. Kıyâmet günü hesaba çekmek için yaratıkları toplayandır. Bütün iyilikleri, güzellikleri ve övgüleri zâtında toplayandır. Tabiatları zıt birçok unsuru bir araya getirendir. İnsanları birbirlerine sevdirip kalpleri ısındırandır

# name_transcription_88
source: Al-Ghaniyy
kk: Әл-Ғани
ru: Аль-Ганий
tr: El-Ğani̇yy

# name_translate_88
source: The Self-Sufficient One
kk: Өте бай
ru: Обеспеченный всем необходимым
tr: çok zengin olan; hiç bir şeye muhtaç olmayan demektir

# name_description_88
source: The Wealthy. The One who does not need the creation
kk: Оған ештеңе керек емес. Барша мақұлық Алла Тағаладан қажеттерін сұрайды және Оған тәуелді
ru: Аллах обладает самыми разнообразными богатствами и в силу этого ни в ком и ни в чём не нуждается
tr: Allah Teâlâ, her şey kendisine muhtaç olan; kendisi hiç bir şeye muhtaç olmayandır. Zât ve sıfatlarında her türlü ihtiyaçtan uzak olandır. Çok zengindir, hiçbir şeye ihtiyacı yoktur. Ama bütün varlıklar her konuda O’na muhtaçtır

# name_transcription_89
source: Al-Mughni
kk: Әл-Муғни
ru: Аль-Мугний
tr: El-Muğnî

# name_translate_89
source: The Bestower of Sufficiency. The Enricher
kk: Байытушы
ru: Дарующий богатства
tr: İstediğini zengin eden demektir

# name_description_89
source: The One who satisfies the necessities of the creatures
kk: Өзінің қай құлын байытқысы келсе, шексіз ризық беріп байытады. Осы арқылы сынайды. Байлықтың барлығы Оған қайтарылады
ru: Он обогащает любого, кого пожелает
tr: Allah Teâlâ, dilediği kulun her türlü ihtiyacını karşılayandır. Fakir kullarını lütuf ve ihsânıyla zenginleştirir. Kanâat duygusu lütfedip gönül zenginliğine eriştirir. Kulun hal ve davranışlarını rızası yönüne yönlendirerek mânevî bakımdan zenginleştirir

# name_transcription_90
source: Al-Mani'
kk: Әл-Мәниғ
ru: Аль-Мааниʼ
tr: El-Mâni̇

# name_translate_90
source: The Preventer
kk: Харам етуші, рұқсат бермеуші
ru: Ограждающий
tr: Dilemediği şeylerin gerçekleşmesine izin vermeyen

# name_description_90
source: The Withholder. The Creator shields from benefits those whom He wills
kk: Ол Өз құлдарына кейбір нәрсені харам етеді. Өзінің сүйікті құлдарын залымдардан қорғайды
ru: Творец ограждает от благ тех, кого пожелает
tr: Kötü şeylere engel olan demektir. Allah Teâlâ, bazı isteklerin gerçekleşmesine müsaade etmez. Bütün isteklerimiz, Allah’ın dilemesi ve takdiriyle gerçekleşir. O’nun dilemediği bir şey olmaz. Dilediği şey de olur. Allah Teâlâ, sevdiği kullarının bazı kötü isteklerine engel olmak suretiyle onları zarardan korur

# name_transcription_91
source: Ad-Dharr
kk: Әд-Дзарр
ru: Ад-Дарр
tr: El-Dârr

# name_translate_91
source: The Distresser
kk: Қалағанын зиянға душар етуші
ru: Способный наслать бедствие
tr: Zarar veren; elem ve zarar verici şeyleri yaratan demektir

# name_description_91
source: The One who makes harm reach to whoever He willed and benefit to whoever He willed
kk: Азап ретінде кейбір құлдарына күнәлары үшін зиян келтіреді
ru: Посылает беды и горе тем, кому считает нужным
tr: Allah Teâlâ, bir kuluna her hangi bir zarar vermeyi dilerse, hiç kimse ona fayda veremez. Fayda vermek istediği kimseye de kimse zarar veremez. “Dârr” ismi, “Nâfi’” ismiyle beraber değerlendirilmelidir

# name_transcription_92
source: An-Nafi'
kk: Ән-Нафиғ
ru: Ан-Наафиʼ
tr: El-Nâfi̇

# name_translate_92
source: The Bestower of Benefits
kk: Пайда беруші
ru: Приносящий пользу
tr: Fayda veren; dilediği kuluna hayırlı ve faydalı olanı veren demektir

# name_description_92
source: The Propitious, The One who makes harm reach to whoever He willed and benefit to whoever He willed. The Benefactor
kk: Өз жаратқан мақұлықтарына пайда береді. Кейбір құлдарының пайдасын көбейтеді
ru: Аллах приносит пользу всем, кому пожелает
tr: Allah Teâlâ, zararlı gibi görünen her şeyi sezilmez yollarla faydalı hale getirendir. Çaresizlerin imdadına yetişendir. Kulunu hayra ve iyiliğe yöneltendir. “Nâfi” ismi, “Dârr” ismiyle beraber değerlendirilmelidir

# name_transcription_93
source: An-Nur
kk: Ән-Нуру
ru: Ан-Нуур
tr: El-Nûr

# name_translate_93
source: The Prime Light
kk: Нұрландырушы, Нұр беруші
ru: Просветляющий
tr: Nurlandıran, ışık veren

# name_description_93
source: The Light, The One who guides. The Illuminator. Allah illuminates the true way for people by giving them the light of faith
kk: Әртүрлі жетіспеушіліктерден пәк. Бұл дүниені Өз нұрымен нұрландырып тұрады. Соқырға нұрды көру үшін көз нұрын, жанар береді. Адасқандарды тура жолға салады. Осы керемет есімді қайталап жүрген адам қайғыға салынбайды
ru: Господь освещает людям истинный путь, даруя им свет веры
tr: Nur kaynağı; âlemleri nurlandıran; istediği simalara, zihinlere ve gönüllere nur yağdıran demektir. Allah Teâlâ, varlığı apaçık olandır. Nuru yaratan, onunla gökleri ve yeri aydınlatandır. Kulunun kalbini, gönlünü îmân nuruyla aydınlatarak hidâyete ermesini ve doğruyu bulmasını sağlayandır

# name_transcription_94
source: Al-Haadi
kk: Әл-Һәди
ru: Аль-Хаадий
tr: El-Hâdî

# name_translate_94
source: The Provider of Guidance
kk: Апарушы, Жүргізуші, Ілестіруші
ru: Направляющий
tr: Hidâyeti yaratan

# name_description_94
source: The Guide, The One whom with His Guidance His believers were guided, and with His Guidance the living beings have been guided to what is beneficial for them and protected from what is harmful to them
kk: Мустақим жолға салушы. Жүректерді хақты табу үшін бағыттайды. Дінде немесе дүнияуи амалда пайда беретін нәрсеге жолықтырады
ru: Аллах направляет и ведёт истинным путём Свои творения
tr: Îstediği kulunu muradına erdiren, hayırlı yollara muvaffak kılan demektir. Allah Teâlâ, inanacak kalplerde hidâyeti yaratandır. Ebedî mutluluğu sağlayacak doğru yolu gösteren ve doğru yola ulaştırandır. Yolunu şaşırmışlara rehberlik edendir

# name_transcription_95
source: Al-Badee'
kk: Әл-Бәдиғ
ru: Аль-Бадиʼ
tr: El-Bedî

# name_translate_95
source: The Incomparable Originator
kk: Жаратушы
ru: Создающий в прекрасном облике
tr: Varlıkları, eşi, benzeri ve örneği olmaksızın, sanatkârane bir şekilde yaratan demektir

# name_description_95
source: The Incomparable, The One who created the creation and formed it without any preceding example. Allah gives all creations a beautiful appearance and creates them in the best possible way
kk: Ешбір нұсқа, мысалсыз жаратады. Оның биік сипаттарына ешкім жете алмайды
ru: Он придал всем творениям прекрасный облик и создал их наилучшим возможным образом
tr: Allah Teâlâ, her şeyi, bir numûnesi, benzeri olmaksızın yaratandır. Bu yaratma da eşsiz ve benzersiz bir yaratmadır. Yani akıllara durgunluk verecek derecede kusursuz ve mükemmel yaratmadır. Allah, zâtında, sıfatlarında ve fiillerinde benzeri görülmeyendir

# name_transcription_96
source: Al-Baaqi
kk: Әл-Бақи
ru: Аль-Баакый
tr: El-Bâkî

# name_translate_96
source: The Ever Surviving One
kk: Бақи, Мәңгі
ru: Вечный
tr: Ebedî olan; varlığının sonu olmayan demektir

# name_description_96
source: The Everlasting, The One that the state of non-existence is impossible for Him
kk: Ол мәңгілік жасайды. Ол тірілмейді де, өлмейді. Егер бұл есімді қайталап жүрсе, Алла Тағала қасіреттен аман сақтайды
ru: Господь не имеет временных границ
tr: Allah Teâlâ, varlığı devamlı olandır. Varlığının bir başlangıcı olmadığı gibi bir sonu da yoktur. Zâtı da, sıfatları da, fiilleri de bâkîdir, ebedîdir, devamlıdır. Mü’min de her hangi bir işi Allah rızası için yapmışsa, o fiil de ebedîlik kazanır. Yani kul, öbür âlemde mükâfâtını alır

# name_transcription_97
source: Al-Waarith
kk: Әл-Уарис
ru: Аль-Уаарис
tr: El-Vâri̇s
