Repository: sapar-io/rawdah_flutter
Catalog: lib/l10n/app_*.arb
Languages: kk, ru, tr

# name_description_15
source: The Subduer, The Ever-Dominating. The Dominant, The One who has the perfect Power and is not unable over anything
kk: Өзіне қарсыларды қатты азаппен қорлайды, өлтіреді не болмаса көпшіліктің алдында беделін түсіреді. Оның жазасынан ешкім аман қалмайды. Дүние сәнін жақсы көретін пенде Алланың бұл есімін қайталап Оған мойынсұнып жүрсе Алла Тағала ол адамның иманын күшейтеді
ru: Аллах господствует над всем в обоих мирах
tr: Allah Teâlâ, her şeye, her istediğini yapacak şekilde gâlip ve hâkimdir. Kuvvet ve kudretiyle her şeyi içinden ve dışından kuşatmıştır. O’na karşı her şeyin boynu büküktür. Dilediğini istediği anda yok ve helak eder.

# name_transcription_16
source: Al-Wahhab
kk: Әл-Уаһһаб
ru: Аль-Уаххаб
tr: El-Vehhâb

# name_translate_16
source: The Supreme Bestower
kk: Өте жомарт, Береген
ru: Дарующий
tr: Karşılık beklemeden bol bol veren

# name_description_16
source: The Giver of Gifts. The One who is Generous in giving plenty without any return. He is everything that benefits whether Halal or Haram. The Grantor, The Great Donor
kk: Адамдарды Өз нығметтерімен ризықтандырады. Берем деген нәрсесін береді. Кімде-кім дұғада бұл есіммен Аллаға жалбарынса, ол ешқашан қайыршы болмайды
ru: Это имя служит доказательством того, что Творец дарует людям всё, в чём они нуждаются
tr: Hibesi ve lütfu çok olan demektir. Allah Teâlâ, bağışı çok olandır, karşılıksız verendir, nimetlerinin ardı arkası kesilmeyendir. İnanan inanmayan ayırımı yapmaksızın bütün kullarına nimetlerini bol bol verendir. Rahmeti gereği lütfu bol olan ve hayırlı işlerde başarıya ulaştırandır.

# name_transcription_17
source: Ar-Razzaaq
kk: Әр-Раззақ
ru: Ар-Раззааку
tr: Er-Rezzâk

# name_translate_17
source: The Total Provider
kk: Ризық, тамақ беруші
ru: Наделяющий
tr: Bedenlerin ve ruhların gıdasını

# name_description_17
source: The Sustainer, The Provider. The Bestower of Sustenance, The All-Provider
kk: Алуан түрлі ризықтарды жаратады және сол ризықтарымен мақұлықтарын ризықтандырады
ru: Именно Создатель наделяет людей средствами, необходимыми для их существования
tr: Bütün yaratıklarının rızkını yaratıp veren demektir. Allah Teâlâ, yarattığı bütün yaratıklarının rızkına kefildir. Yerde, gökte, yer altında, denizde vb. nerede canlı varsa hepsinin rızkını yaratan Allah Teâlâ’dır. Hepsinin rızkını tam vaktinde ve unutmadan verir. Ancak insanlara, yarattığı rızıkları meşrû yoldan arayıp bulmalarını emretmiştir. Bu isimden nasip alan kul, rızkın değil, Rezzâk’ın peşinden koşar. Her nimette O’nu hatırlar. Allah’ın cömertliğine hayran kalır

# name_transcription_18
source: Al-Fattaah
kk: Әл-Фәттах
ru: Аль-Фаттаах
tr: El-Fettâh

# name_translate_18
source: The Supreme Solver
kk: Жақсылық жасаушы
ru: Раскрывающий
tr: İyilik kapılarını açan

# name_description_18
source: The Opener, The Reliever, The Judge, The One who opens for His slaves the closed worldly and religious matters. The Opener of the Gates of Profits, The Victory Giver
kk: Асқан мейірімінен құлдарына төгіп беріп, жақсылық істейді. Шындықты әшкерелеп, өтірікті өрге асырмайды
ru: Тот, Кто раскрывает скрытое, облегчает трудности, отводит их; Тот, у Кого ключи от сокровенных знаний и небесных благ. Он раскрывает сердца верующих для познания Его и любви к Нему, открывает нуждающимся врата для удовлетворения их потребностей
tr: Hakemlik yapan; bütün anlaşmazlıklarda hakemlik yaparak mutlak adâleti gerçekleştiren; zulme uğrayanlara yardım eden; mü’min kullarını zafere ulaştıran; mü’minlere mânevî kapıları açıp kalplerden kederleri gideren; her derde çare bulan; her türlü engelleri kaldıran demektir. Allah Teâlâ, yürekten, tasaları, kederleri giderendir. İnsanı sıkıntılardan kurtarıp göğsüne genişlik verendir. Anlaşılması zor ilimlerin üzerindeki zorluğu gidererek anlaşılmasını kolaylaştırandır. Allah, insana hidâyet yollarını açar.

# name_transcription_19
source: Al-'Aleem
kk: Әл-Алим
ru: Аль-'Алиим
tr: El-Alîm

# name_translate_19
source: The All-Knowing One
kk: Бәрін білуші, Терең білім иесі
ru: Всезнающий
tr: Hakkıyla bilen demektir

# name_description_19
source: The Omniscient. The Knowledgeable; The One nothing is absent from His knowledge
kk: Ол әр нәрсені толық біледі және де Ол білмейтін ешнәрсе жоқ. Алла Тағала – білушілердің білушісі. Алла Тағала ғайыпты да, көмескіні де біледі. Кім бұл есімді атап, зікір етіп жүрсе Алла Тағала оған білім мен даналықтың есіктерін ашады
ru: Аллах обладает безграничным знанием в абсолютно всех сферах
tr: Allah Teâlâ, zaman ve yer kaydı olmaksızın büyük küçük, gizli açık her şeyi bilendir. Olmuşu, olanı, olacağı en mükemmel bir şekilde bilir. Hiç bir şey O’nun bilgisi dışına çıkamaz. O’nun bilemeyeceği bir şey düşünmek mümkün değildir.

# name_transcription_20
source: Al-Qaabid
kk: Әл-Қабид
ru: Аль-Каабид
tr: El-Kâbi̇z

# name_translate_20
source: The Restricting One
kk: Қысып алушы
ru: Уменьшающий блага
tr: Rızkı daraltan; canlıların ruhlarını alıp hayatlarına son veren demektir.

# name_description_20
source: The Constrictor, The Withholder, The One who constricts the sustenance by His wisdom and expands and widens it with His Generosity and Mercy
kk: Кімге қаласа, ризығын береді, қаласа бермейді. Кім бұл есімді қайталап айтып жүрсе, аш-зарыққан болмас
ru: Тот, кто по Своему справедливому порядку сужает (уменьшает) блага, кому хочет; Тот, кто удерживает души в Своей власти, подчинив их смерти, владеет благодеяниями Своих искренних рабов и принимает служения их, удерживает сердца грешников и лишает их возможности познать Его из-за их непокорности и высокомерия
tr: Allah Teâlâ, istediğini sıkar, daraltır; istediğini genişletir. İstediğinden verdiği zenginliği, çoluk çocuğu, hayat zevkini, gönül ferahlığını alıverir. ihsânettiği şeyleri daraltır, azaltır. Güneşin doğmasıyla karanlığı giderir. Kuşlara gökyüzünde uçma imkânı verir, onları düşmekten korur. Bu ismi “Bâsıt” ismiyle beraber değerlendirmelidir.

# name_transcription_21
source: Al-Baasit
kk: Әл-Басит
ru: Аль-Баасит
tr: El-Bâsi̇t

# name_translate_21
source: The Extender
kk: Жаюшы
ru: Увеличивающий
tr: Rızkı genişleten; ruhları bedenlerine dağıtan demektir

# name_description_21
source: The Englarger, The One who constricts the sustenance by His wisdom and expands and widens it with His Generosity and Mercy
kk: Өз ризық нығметтерін қалаған құлдарына береді
ru: Всевышний многократно увеличивает награду за благие деяния людей
tr: Allah Teâlâ, kulunu darlıktan çıkaran, sıkıntıdan kurtarandır. İlâhî imtihanın gerçekleşmesi için bazan sıkar, bazan genişletir. Bazan darlık, sıkıntı verir. Bazan bolluk, rahatlık, huzur verir. Bu ismi, “Kâbız” ismiyle beraber değerlendirmelidir.

# name_transcription_22
source: Al-Khaafidh
kk: Әл-Хафид
ru: Аль-Хаафид
tr: El-Hâfi̇d

# name_translate_22
source: The Reducer
kk: Түсіруші
ru: Принижающий
tr: Alçaltan; zillete düşüren

# name_description_22
source: The Abaser, The One who lowers whoever He willed by His Destruction and raises whoever He willed by His Endowment
kk: Алла Тағала кәпірлерді тозақтың түбіне түсіреді және кәпірлерге қайғы, мұң-зар мен азап береді
ru: Тот, Кто принижает, кого пожелает наказанием
tr: Yukarıdan aşağıya indiren demektir. Allah Teâlâ, kâfirleri, zâlimleri, zorbaları alçaltır; mü’minleri, dostlarını yükseltir. İstediği kulunu yukarıdan aşağıya atıverir. En yüksek mertebelerden en aşağı mertebelere indiriverir. Allah’ın düşürdüğünü hiç kimse yükseltemez, yükselttiğini de hiç kimse alçaltamaz. Bu ismi “Râfi’” ismiyle beraber değerlendirmelidir.

# name_transcription_23
source: Ar-Raafi'
kk: Әр-Рафиғ
ru: Ар-Раафи'
tr: Er-Râfi̇

# name_translate_23
source: The Elevating One
kk: Көтеруші, Биіктетуші
ru: Возвышающий
tr: Yücelten, yükselten, yukarı kaldıran, şeref veren demektir

# name_description_23
source: The Exalter, The Elevator, The One who lowers whoever He willed by His Destruction and raises whoever He willed by His Endowment
kk: Өзіне жақын құлдардың беделін бұл дүниеде де, ақыретте де көтереді
ru: Подтверждение того, что Господь возвышает наиболее достойных среди людей
tr: Allah Teâlâ, dilediği kuluna şeref bahşederek yükseltir, diğer kullarından üstün kılar. Dilediğini zengin kılar, şerefli kılar, saygıdeğer kılar. Dilediğine îmân bahşeder, sâlih ameller işlemesine ve cennetine girmesine imkân verir. Bu ismi, “Hâfid” ismiyle beraber değerlendirmelidir. Râfi’; dostlarının tâat ve amellerini kabul edip kendisine yaklaştıran, dünyada şerefli kılan demektir. Hâfid de; kendisine itâat etmeyenleri kendisinden uzaklaştıran, mertebelerini düşüren demektir.

# name_transcription_24
source: Al-Mu'izz
kk: Әл-Муиз
ru: Аль-Му'изз
tr: El-Mui̇zz

# name_translate_24
source: The Honourer-Bestower
kk: Қуат беруші
ru: Возвеличивающий
tr: Üstün kılan, izzet ve şeref veren

# name_description_24
source: He gives esteem to whoever He willed, hence there is no one to degrade Him; And He degrades whoever He willed, hence there is no one to give Him esteem
kk: Өзінің мүмин құлдарына мықты қуат береді. Олардың мойынсұнғандары үшін күнәларын кешіріп, жәннатта құрметті орын береді
ru: Аллах возвеличивает и даёт силу тем, кому Он пожелает
tr: Mülkü dilediğine veren demektir. Allah Teâlâ, kendisine inananları yükseltir, şereflendirir, başkalarına üstün kılar. Îmân ehli, Allah’ın azîz ve değerli kıldığı kimselerdir. “Muizz” ismini “Müzill” ismi ile beraber değerlendirmelidir.

# name_transcription_25
source: Al-Muzil
kk: Әл-Музил
ru: Аль-Музиль
tr: El-Müzi̇ll

# name_translate_25
source: The Abaser
kk: Кемсітуші
ru: Ослабляющий
tr: Zillete düşüren, hor ve hakir kılan, rezil ve perişan eden, alçaltan demektir.

# name_description_25
source: The Dishonourer, The Humiliator, He gives esteem to whoever He willed, hence there is no one to degrade Him; And He degrades whoever He willed, hence there is no one to give Him esteem
kk: Кәпірлерді мойынсұнбағандықтары үшін кемсітеді, оларға «азап үйін» – тозақты дайындайды
ru: Всевышний лишает силы и власти тех, кого пожелает
tr: Gönülleri dünya hırsı ile yanıp tutuşan kişiler, Allah’ın zelil kıldıklarıdır. Bunların şiarı dünya çıkarı için nefsini alçaltmaktır. Bunlar yarın Allah’ın huzuruna yüzleri kararmış olarak çıkacaklardır. “Müzill” ismini, “Muizz” ismi ile beraber değerlendirmelidir.

# name_transcription_26
source: As-Samee'
kk: Әс-Сәмиғ
ru: Ас-Самииʼ
tr: Es-Semî

# name_translate_26
source: The All-Hearing
kk: Әр нәрсені Есітуші
ru: Всеслышащий
tr: Sonsuz işiten, her türlü kısıtlamadan yüce olarak gizli açık her şeyi işiten

# name_description_26
source: The Hearer, The One who Hears all things that are heard by His Eternal Hearing without an ear, instrument or organ
kk: Әр естілетін дыбыс ғайып айтылса да Оның есітуінен тыс қалмайды. Ол құпияның бәрін біледі. Оның ести алмайтын нәрсесі жоқ. Ол T барлық сыбыс, дыбысты естиді
ru: Господь является тем, кто слышит абсолютно всё, включая всё кажущееся самым тихим и тайным
tr: İşitilecek şeyler kendisine gizli kalmayan; dilek, dua ve yakarışları kabul eden demektir. Allah Teâlâ, ister açık, ister gizli bütün sesleri, fısıltıları işitir. Kendisine içinden hamd edenin hamdini işiterek onu mükâfâtlandırır. Dua edenlerin dualarını kabul eder. Allah’ın işitmesi kullarınki gibi kulak ve ses gibi bazı vasıtalarla değildir.

# name_transcription_27
source: Al-Baseer
kk: Әл-Басир
ru: Аль-Басыыр
tr: Es-Basîr

# name_translate_27
source: The All-Seeing
kk: Көруші
ru: Всевидящий
tr: Sonsuz görücü; her şeyi gören, bilen

# name_description_27
source: The All-Noticing, The One who Sees all things that are seen by His Eternal Seeing without a pupil or any other instrument
kk: Ол бәрін Көреген. Адам және басқа мақлұқтар көрмейтінін бәрін көреді. Оған көрінбейтін зат жоқ. Ол ғайыпты да көреді
ru: Аллах видит абсолютно всё. Даже чёрный муравей, располагающийся на черном камне, не скроется от взора Всевышнего
tr: Kendisinden hiç bir şey saklanamayan demektir. Allah Teâlâ’nın görmesi de işitmesi ve diğer isim ve sıfatları gibi sonsuzdur. Her hangi bir organ ve vasıta ile değildir. Görme konusu olan her şeyi görür. Açıkta olanları gördüğü gibi gizli olanları da görür. Dışımızı gördüğü gibi içimizi de görür. O hâlde devamlı bir şekilde Rabbimiz tarafından görüldüğümüzü ve gözetlendiğimizi unutmamamız, buna göre söz ve davranışlarımıza dikkat etmemiz gerekir.

# name_transcription_28
source: Al-Hakam
kk: Әл-Хакәм
ru: Аль-Хакам
tr: El-Hakem

# name_translate_28
source: The Impartial Judge
kk: Хәкім. Қазы, Төреші
ru: Судья
tr: Hükmeden, hakkı yerine getiren

# name_description_28
source: The Judge, The Giver of Justice. He is the Ruler and His judgment is His Word
kk: Соттың үкімі Оның құзырында. Оның үкімі кесімді. Оны ешкім сынай алмайды және Алланың үкімдерін кемсітіп, жамандауға ешкімнің хақысы жоқ
ru: Создатель является наилучшим из судей, выносящим справедливые решения
tr: Hüküm yetkisi kendisine ait olan; son hükmü verecek olan demektir. Allah Teâlâ, hâkimdir. Her şeyin hükmünü O verir. Verdiği hükmü tamamiyle yerine getirir. O’nun hükmünü engelleyecek, bozacak, değiştirecek, geri bıraktıracak hiç kimse yoktur. Kıyâmet gününde Allah Teâlâ hükmünü verecek, adâlet tam olarak gerçekleşecek ve herkes hak ettiğinin karşılığını tam olarak alacaktır. Hiç kimseye en küçük bir haksızlık yapılmayacaktır.

# name_transcription_29
source: Al-'Adl
kk: Әл-Ғадилу
ru: Аль-'Адль
tr: El-Adl

# name_translate_29
source: The Embodiment of Justice
kk: Әділ, Адал
ru: Справедливый
tr: Mutlak adâlet sahibi, çok adâletli, asla zulmetmeyen

# name_description_29
source: The Utterly Just. The Just, The One who is entitled to do what He does
kk: Ол кімге болмасын, ешбір әділетсіздік жасамайды. Ол өз шешімдерінде әділ
ru: Творец справедлив абсолютно во всём. Он свободен от принятия несправедливых решений
tr: Her şeyi yerli yerine koyan demektir. Allah Teâlâ, çok adâletlidir. Hiç kimseye en küçük bir haksızlık yapmaz. Herkes neyi hak ettiyse, herkese hakkını tam olarak verir. Yaptığı her şey, akla, mantığa, hikmet ve maslahata uygundur. Bu isimden nasip alan kul, zulmün her çeşidinden kaçınır; kendi aleyhine bile olsa adâletten ayrılmaz.

# name_transcription_30
source: Al-Lateef
kk: Әл-Ләтиф
ru: Аль-Латииф
tr: El-Latîf

# name_translate_30
source: The Knower of Subtleties
kk: Жұмсақ, зор кеңшілік Иесі
ru: Понимающий
tr: Yaratılmışların ihtiyaçlarını en ince ayrıntıya varıncaya kadar bilip sezilmez yollarla karşılayan

# name_description_30
source: The Subtle One, The Gracious, The One who is kind to His slaves and endows upon them. The Most Gentle
kk: Өзінің құлдарына өте ілтипатты. Өз құлдарының істерін толық біледі және адамдардың мінездеріне жұмсақтық салады
ru: Всевышний проявляет добро и милосердие в отношении Своих творений
tr: Kullarına yumuşaklıkla, lütuf ve ihsânıyla muâmele eden demektir. Allah Teâlâ, kullarına iyilik ve merhamet edendir. Fiillerini yumuşaklıkla gerçekleştirendir. Sonsuz lütuf ve kerem sahibidir. Kendisine gizli olan hiç bir şey yoktur

# name_transcription_31
source: Al-Khabeer
kk: Әл-Хабир
ru: Аль-Хабиир
tr: El-Habîr

# name_translate_31
source: The All-Aware One
kk: Толық хабар алушы
ru: Сведущий
tr: Her şeyi bilen, her şeyin iç yüzünden, gizli taraflarından haberdâr olan demektir

# name_description_31
source: The One who knows the truth of things. The Acquainted
kk: Барлық істер оның қалауымен жасалады. Ол ешқашан хабарсыз қалмайды. Жаратушының бұл көркем есімін қайталаған адамды Алла Тағала қанағатты етеді
ru: Господу миров известно всё явное и сокровенное, ничего от Него скрыть невозможно, так как Он сведущ абсолютно обо всём
tr: Allah Teâlâ, yerde ve gökte, bütün evrende olan gizli açık her şeyden haberdârdır. O’nun bilemeyeceği bir şey düşünmek mümkün değildir. Bu bakımdan yaptığımız her şeyi Allah’ın bildiğini düşünerek yapmalıyız

# name_transcription_32
source: Al-Haleem
kk: Әл-Халим
ru: Аль-Халиим
tr: El-Halîm

# name_translate_32
source: The Clement One
kk: Ерекше Мейірімді, Өте Жұмсақ
ru: Сдержанный
tr: Suçluların cezasını vermeye gücü yettiği hâlde cezalandırmayıp onlar hakkında yumuşak davranan

# name_description_32
source: The Forebearing, The One who delays the punishment for those who deserve it and then He might forgive them
kk: Азабын тездетпейді, бірақ малғұн шайтанға еріп, күнәлі іс жасағандарға азабы жақын
ru: Аллах не наказывает Своих рабов сразу же после совершённого ими греха, давая нам шанс раскаяться и попросить прощения за свои проступки
tr: Cezalarını geriye bırakan; acele ve kızgınlıkla muâmele etmeyen demektir. Allah Teâlâ, günahları yüzünden kullarına olan lütuf ve ihsânını esirgemez. İyi olsun kötü olsun bütün kullarını rızıklandırır; belâ ve âfetlerden korur. Acelecilikle ve kızgınlıkla davranmaz. Çok yumuşak davranır. Ceza vermekte acele etmez. Süre tanır, ama ihmal etmezступки

# name_transcription_33
source: Al-'Atheem
kk: Әл-Ғазим
ru: Аль-'Азыйм
tr: El-Azîm

# name_translate_33
source: The Magnificent One
kk: Аса зор, кеңшілік Иесі
ru: Величайший
tr: Büyük, yüce, ulu demektir

# name_description_33
source: The Great One, The Mighty, The One deserving the attributes of Exaltment, Glory, Extolement, and Purity from all imperfection
kk: Мәртебелі, Ең Ұлы. Оның мәртебесінің басы да, соңы да жоқ
ru: Величие Бога не имеет ни пределов, ни границ
tr: Allah Teâlâ, zât ve sıfatları bakımından en büyüktür. Mutlak ve ekmel büyüklük Allah’a mahsustur. O, hiç bir şekilde âciz bırakılmayacak olan Kâdir-i mutlaktır. Akıl, O’nun büyüklüğünü idrâkten âcizdir

# name_transcription_34
source: Al-Ghafoor
kk: Әл-Ғафур
ru: Аль-Гафуур
tr: El-Gafûr

# name_translate_34
source: The Great Forgiver
kk: Кешіруші
ru: Прощающий
tr: Günahları bağışlayan; affeden demektir

# name_description_34
source: The All-Forgiving, The Forgiving, The One who forgives a lot. The Ever-Forgiving. He also protects and shields us from the evil consequences of our own evil actions. He does maghfirah— He covers our sins while being fully aware of what they are. His perfect forgiveness is truly a sign of His ultimate mercy for us
kk: Кешірім сұраушыларды күнәлары үшін қолға алмайды, жаман істерін жақсы амалдарға ауыстырады
ru: Всевышний способен прощать любые грехи Своим творениям
tr: Allah Teâlâ, bağışlaması bol olandır. Kulun günahı ne kadar çok olursa olsun Allah Teâlâ, bunları meydana çıkarıp kulunu rezil ve rüsvay etmez, bunları örter ve gizler. Kulun, işlediği gü nahları ve suçları bağışlar. Sonsuz mağfiret edici ve bağışlayıcıdır. Bu isimden nasip alan kul, daima istiğfâra yönelir. Şahsına yapılan haksızlıkları bağışlar. Kin tutmaz

# name_transcription_35
source: Ash-Shakoor
kk: Әш-Шәкур
ru: Аш-Шакуур
tr: Eş-Şekûr

# name_translate_35
source: The Acknowledging One
kk: Шүкірді қадірлеуші
ru: Вознаграждающий
tr: Az iyiliğe çok mükâfât veren

# name_description_35
source: The Grateful, The Appreciative, The One who gives a lot of reward for a little obedience. The Multiplier of Rewards
kk: Адамдарға шүкірлік айтқаны үшін мәрхамет етеді. Құлдарына көркем істері үшін ізгілік етеді
ru: Господь наделяет Своих рабов неисчисляемой наградой за благие деяния
tr: Kendi rızası için yapılan iyilikleri fazlasıyla mükâfâtlandıran demektir. Allah Teâlâ, kulların işlediği ibâdet ve iyilikleri fazlasıyla karşılayandır. Kul, Allah’ın verdiği nimetlere şükürle karşılık vermelidir. Kul şükrederse, Allah onun şükrünü karşılıksız bırakmaz, fazlasıyla mükâfâtlandırır

# name_transcription_36
source: Al-'Alee
kk: Әл-Ғалиу
ru: Аль-'Алий
tr: El-Ali̇yy

# name_translate_36
source: The Sublime One
kk: Өте биік, Жоғары, Мәртебелі
ru: Всевышний
tr: Pek yüce, pek yüksek demektir

# name_description_36
source: The Most High, The Exalted. The One who is clear from the attributes of the creatures
kk: Адамдардың сезім, сана және басқа қабілетіне келетін бейнелерден тыс, одан жоғары. Ол әр уақытта биіктікте
ru: Создатель не имеет ни конкурентов, ни сотоварищей, так как Его высочеству нет равных
tr: Allah Teâlâ, insan tasavvurunun tahayyül edeceği her şeyden daha büyük, daha yüce ve daha yüksektir. İzzet, şeref ve hükümranlık bakımından O’ndan daha yüce bir varlık yoktur. O’nun yüksekliği cisimlerin sahip olduğu türden değildir. Yücelik ve üstünlük bakımındandır

# name_transcription_37
source: Al-Kabeer
kk: Әл-Кәбир
ru: Аль-Кабиир
tr: El-Kebîr

# name_translate_37
source: The Great One
kk: Ұлық, Ең Ұлы
ru: Великий
tr: Büyük ve ulu demektir

# name_description_37
source: The Most Great, The Great, The One who is greater than everything in status. The Most Grand
kk: Абырой және мәрхамет иесі. Адамдардың ойлау, көру және сезу мүшелерінен тыс
ru: Наш Творец не нуждается ни в ком и ни в чём
tr: Allah Teâlâ, her hususta insanların kavrayamayacağı kadar ulu ve büyüktür. Zâtının ve sıfatlarının mâhiyeti bilinemeyecek kadar uludur. Mutlak büyüktür. Kudret ve hükümranlığı sınırsızdır. Hiç bir şeye muhtaç değildir. Yaratılmışlara benzemez. O’nun büyüklüğü, mekâna bağlı bir büyüklük değildir. O, bundan münezzehtir

# name_transcription_38
source: Al-Hafeedh
kk: Әл-Хафиз
ru: Аль-Хафииз
tr: El-Hafîz

# name_translate_38
source: The Guarding One
kk: Қорғаушы
ru: Хранитель
tr: Koruyup gözeten

# name_description_38
source: The Preserver, The Protector, The One who protects whatever and whoever He willed to protect. The All-Heedful and All-Protecting
kk: Сүйікті құлдарын жамандық пен кесірден сақтайды. Өз құлдарының сауап істерін қиямет күні мәрхамет ету үшін жазып, сақтайды. Алла Тағала – әлсіздердің жәрдемшісі
ru: Аллах является хранителем всего сущего
tr: Kendisinden gizli hiç bir şey olmayan demektir. Allah Teâlâ, evrenin düzenini koruyup sürdürendir. Her şeyi eksiksiz kaydedip hesaba çekmek üzere koruyandır. İnsanların niyetlerini ve bütün sırlarını bilendir. İnsanların söz ve hareketlerini melekler aracılığıyla tesbit ve tescil ettirendir. Dostlarını kötülüklerden koruyandır

# name_transcription_39
source: Al-Muqeet
kk: Әл-Муқит
ru: Аль-Мукиит
tr: El-Mukît

# name_translate_39
source: The Sustaining One
kk: Азық беруші
ru: Поддерживающий
tr: Yaratılmışların her türlü gıdalarını yaratıp veren; her şeye gücü yeten ve koruyan demektir

# name_description_39
source: The Maintainer, The Guardian, The Feeder, The One who has the Power
kk: Азықты жаратып мақұлықтарына таратып береді. Даналықты және білімді жүректерге жеткізеді
ru: Всевышний оказывает поддержку Своим рабам, обеспечивая их пропитанием
tr: Allah Teâlâ, bedenlerin ve ruhların gıdasını yaratıp verendir. Yarattığı bütün canlılara ne kadar ömür takdir etmişse ona göre rızıklarını da tayin ve takdir etmiştir. Herkesin rızkı bellidir. Herkes kendi rızkını yer, kimse kimsenin rızkını yemez

# name_transcription_40
source: Al-Haseeb
kk: Әл-Хасиб
ru: Аль-Хасииб
tr: El-Hasîb

# name_translate_40
source: The Reckoning One
kk: Есеп беруші, Жеткізуші
ru: Достаточный
tr: Kullarına yeten

# name_description_40
source: The Reckoner, The One who gives the satisfaction. The Sufficient
kk: Өз құлдарының қажеттерін өтейді
ru: Аллаху присуща самодостаточность
tr: Onları hesaba çeken demektir. Allah Teâlâ, herkesin hayatı boyunca yapıp ettiklerinin bütün ayrıntılarıyla hesabını iyi bilendir. Bütün kullarını yaptıklarından dolayı veya yapmaları gerekenleri yapmadıklarından dolayı çok ayrıntılı bir şekilde hesaba çekecek ve herkesin hak ettiğini tam olarak verecektir

# name_transcription_41
source: Al-Jaleel
kk: Әл-Жәлил
ru: Аль-Джалииль
tr: El-Celîl

# name_translate_41
source: The Majestic One
kk: Биік, Үлкен
ru: Обладающий величием
tr: Azamet ve ululuk sahibi demektir
