Repository: sapar-io/rawdah_flutter
Catalog: lib/l10n/app_*.arb
Languages: kk, ru, tr

# name_description_41
source: The Sublime One, The Beneficent, The One who is attributed with greatness of Power and Glory of status
kk: Өз ұлығында өте биік. Қадір-қасиетінде аса Ұлы
ru: Создатель обладает наилучшими качествами и истинным величием
tr: Allah Teâlâ, bütün sınırlama ve benzerlikleri aşan bir yüceliğe sahiptir. Değer ve mertebece en yüce olandır. Mü’minleri yücelten, amellerini kabul edip mükâfâtlarını artırandır. O, zât, sıfat ve fiilleri itibariyle en büyüktür. O’nun büyüklüğü hacim itibariyle değildir; şân, şeref ve yücelik itibariyledir

# name_transcription_42
source: Al-Kareem
kk: Әл-Кәрим
ru: Аль-Кариим
tr: El-Kerîm

# name_translate_42
source: The Bountiful One
kk: Құрметті, Мәрхамет иесі, ізгілік істеуші
ru: Щедрый
tr: İhsânı, in’âmı, lütfu, keremi bol olan, sonsuz cömert demektir

# name_description_42
source: The Generous One, The Gracious, The One who is attributed with greatness of Power and Glory of status. The Most Esteemed
kk: Оның рахымында шек жоқ. Ізгілігі ешқашан таусылмас. Уәде берсе, толығымен орындайды
ru: Господь проявляет безграничную щедрость
tr: Allah Teâlâ, her türlü faziletin sahibidir. Hiç bir karşılık beklemeden verendir. Yardımı ve ikrâmı sonsuz ve sınırsızdır. Muktedirken, affedendir. Va’dini yerine getirendir. Kendisine sığınanı yüz üstü bırakmayandır. Az da olsa işlenen iyi ameli kabul eden, karşılığını fazlasıyla verendir. Bu isimden nasip alan kul, cimriliğin her çeşidinden kurtulur. Allah’ın kendisine verdiği nimetleri diğer kullarıyla paylaşmasını bilir. Şahsiyetini zedeleyecek her türlü rezillikten kurtulur

# name_transcription_43
source: Ar-Raqeeb
kk: Әр-Рақиб
ru: Ар-Ракииб
tr: Er-Rakîb

# name_translate_43
source: The Watchful One
kk: Қараушы, Бақылаушы
ru: Наблюдающий
tr: Her şeyi gözetleyip denetleyen

# name_description_43
source: The Watcher, The One that nothing is absent from Him. Hence it’s meaning is related to the attribute of Knowledge
kk: Ол әр нәрсені көріп, біліп тұрады. Ешнәрсе оның алдынан өтпей кетпейді
ru: Бог держит под бдительным вниманием все Свои творения
tr: Kontrol eden demektir. Allah Teâlâ, yaratıklarından bir an bile gâfil değildir. Kim ne yaparsa onu görür ve bilir. Hiçbir şey Allah’tan gizli kalmaz. Bütün varlıklar üzerinde gözcüdür, gözetleyicidir. Bütün işler O’nun denetimi ve gözetimi altında meydana gelmektedir. O, bütün olan bitenlere şahittir. Herkese yaptığının karşılığını verir

# name_transcription_44
source: Al-Mujeeb
kk: Әл-Мужиб
ru: Аль-Муджииб
tr: El-Mucîb

# name_translate_44
source: The Responding One
kk: Жауап беруші
ru: Отзывчивый
tr: Kendine yalvaranların isteklerini veren

# name_description_44
source: The Responsive, The Hearkener, The One who answers the one in need if he asks Him and rescues the yearner if he calls upon Him
kk: Оған дұға етіп жалбарынған құлдарына жауап береді. Ол адам баласы үшін не нәрсе пайда беретінін біледі. «Иә Мужибу дағуати тәммәти» деп дұға етілсе, Жауап беруші Хақ тағаланың жауап беруі сөзсіз
ru: Всевышний отвечает на дуа, молитвы и просьбы Своих рабов
tr: Kullarının dileklerine ve dualarına karşılık veren demektir. Allah Teâlâ, kullarına, onlardan daha yakındır. Kendine yalvaranları işitir, bilir ve onların isteklerini verir. İnsanın duâya şiddetle ihtiyacı vardır. Duâ, bir bakıma ibâdettir. Duâdan mahrum kalmamak lazımdır

# name_transcription_45
source: Al-Waasi'
kk: Әл-Уасиғ
ru: Аль-Уаси'
tr: El-Vâsi̇

# name_translate_45
source: The All-Pervading One
kk: Қоршап алушы, толтырып салушы
ru: Вездесущий
tr: İlmi ve merhameti her şeyi kuşatan demektir

# name_description_45
source: The Vast, The All-Embracing, The Knowledgeable. The Creator has no spatial limitations, He is everywhere. The All-Encompassing, the Boundless
kk: Ол Өз құлдарын ризықтармен бөлейді. Мәрхаметін тақуа құлдарына төгіп, байытады
ru: Создатель не имеет пространственных ограничений, Он находится везде
tr: Allah Teâlâ, kullarına bolca ihsân eden, rızıklarını genişletendir. Allah ilim, lütuf ve ihsânı ile her şeyi kuşatmıştır. Nimetlerinin bir kısmı fayda sağlayan türden, diğer bir kısmı da zararları gideren türdendir

# name_transcription_46
source: Al-Hakeem
kk: Әл-Хаким
ru: Аль-Хакиим
tr: El-Hakîm

# name_translate_46
source: The Wise One
kk: Даналық Иесі, қате жасаудан пәк
ru: Мудрый
tr: Hikmet sahibi demektir

# name_description_46
source: The Wise, The Judge of Judges, The One who is correct in His doings
kk: Қате жасау Оның даңқына сай келмейді. Ол әр нәрсені өз орнына қояды
ru: Господь является обладателем безграничной мудрости
tr: Allah Teâlâ, yaptığı her şeyi yerli yerince, eksiksiz ve tam yapar. En üstün bir ilim sahibidir ve yaptığı her şey mutlaka bir hikmete mebnîdir; hikmetsiz asla iş yapmaz. Bütün emirleri insanların yararına olduğu gibi bütün yasakları da insanların zararınadır

# name_transcription_47
source: Al-Wadood
kk: Әл-Уәдуд
ru: Аль-Уадууд
tr: El-Vedud

# name_translate_47
source: The Loving One
kk: Ізгілік істеуші, Сүюші
ru: Любящий
tr: Çok seven ve çok sevilen

# name_description_47
source: The One who loves His believing slaves and His believing slaves love Him. His love to His slaves is His Will to be merciful to them and praise them. The Most Loving
kk: Мақұлықтарын жақсы көреді. Сөйтіп, Ол мәрхаметі, мейірімі және ризықтары арқылы Өзі туралы білдіртеді
ru: Всевышний любит все Свои творения
tr: Sevilmeye lâyık olan demektir. Allah Teâlâ, sâlih kullarını sever, sâlih kulları da Allah’ı sever. Sâlih kullarından râzıdır. Allah yaratılmış bütün varlıkların hayrını ister. Bu nedenle onlara ihsân ve ikrâmlarda bulunur. Sevilmeye en çok lâyık olan da O’dur. Her mü’minin hedefi Allah dostluğunu kazanabilmek olmalıdır. Bunun için her türlü fedakârlığa katlanmalıdır. Bu isimden nasip alan kul, hem Allah adına herkesi, her şeyi sever; hem de herkes tarafından sevilir

# name_transcription_48
source: Al-Majeed
kk: Әл-Мәжиид
ru: Аль-Маджиид
tr: El-Mecîd

# name_translate_48
source: The Glorious One
kk: Даңқты, Құрметті
ru: Славный
tr: Şânı büyük, yüksek; lütuf ve ikrâmı bol demektir

# name_description_48
source: The Most Glorious One, The One who is with perfect Power, High Status, Compassion, Generosity and Kindness. The Most Honorable
kk: Өз істерінде Көркем. Ол дүниені ризықтарымен толтырады
ru: Творец обладает не имеющим границ благородством
tr: Allah Teâlâ, her türlü eksikliklerden yücedir. Şânı büyüktür. Lütuf ve keremi çoktur. Her türlü övgüye lâyıktır. Affı, ihsânı, rahmeti ve yardımı sonsuzdur. Nimetleri saymakla bitmez

# name_transcription_49
source: Al-Ba'ith
kk: Әл-Бағис
ru: Аль-Бааʼис
tr: El-Bâi̇s

# name_translate_49
source: The Infuser of New Life
kk: Тірілтуші, Жіберуші
ru: Воскрешающий
tr: Ölüleri dirilten, Peygamber gönderen demektir

# name_description_49
source: The Resurrector, The Raiser (from death), The One who resurrects His slaves after death for reward and/or punishment.
kk: Қайта өмір беруші. Өлілерді есеп беру үшін тірілтеді. Өз елшілерін (пайғамбарларын) адамдарға жібереді
ru: Он воскресит всех рабов Своих в Судный день
tr: Allah Teâlâ, öldükten sonra diriltendir. İnsanlar ölüp toprak olduktan sonra onları diriltecek, kabirlerinden çıkaracak, mahşerde toplayacak, çok ayrıntılı bir şekilde hesaba çekecektir. Allah Teâlâ, aynı zamanda insanlara doğru yolu göstermek üzere Peygamberler gönderendir. Peygamberlere uyanlar kurtulacak, uymayanlar azâbı hak edeceklerdir.

# name_transcription_50
source: Ash-Shaheed
kk: Әш-Шахид
ru: Аш-Шахиид
tr: Eş-Şehîd

# name_translate_50
source: The All Observing Witness
kk: Куә
ru: Свидетель
tr: Her zaman, her yerde hazır olan

# name_description_50
source: The Witness, The One who nothing is absent from Him. The All- and Ever Witnessing
kk: Ол анығын да, белгісізін де біледі және соған Куә. Алла Тағала Өзінің иләһи сипаттарыменен жалғыз Құдай екенін білдіртеді
ru: Аллах является свидетелем всего происходящего
tr: Her şeye şâhit olan; kendisine hiçbir şey gizli olmayan demektir. Allah Teâlâ, her şeyi bilendir. İlminden hiç bir şey gizli olmayandır. Allah, açıkta olanları da bilir, gizli olanları da bilir. O, her şeye şâhittir. Âhirette herkese halini bildirecektir.

# name_transcription_51
source: Al-Haqq
kk: Әл-Хақ
ru: Аль-Хакк
tr: El-Hakk

# name_translate_51
source: The Embodiment of Truth
kk: Шындық иесі
ru: Истинный
tr: Varlığı gerçek olan, varlığı hiç değişmeden duran

# name_description_51
source: The Truth, The True, The One who truly exists. The Absolute Truth
kk: Хақ Тағала әрбір нәрсені өз даналығымен жаратты. Қабірдегілерге есеп беру үшін және жәннат немесе тозаққа жіберу үшін тірілтеді
ru: Всевышний есть истинный Властелин в обоих мирах
tr: Varlığı ve ilâhlığı kesin olan, hükmünün gereğini yerine getiren demektir. Allah Teâlâ, varlığı ve ilâhlığı kesin olan, inkârı mümkün olmayandır. O’nun zâtı yokluğu kabul etmediği gibi bir değişikliği de kabul etmez. Hükmünün gereğini yerine getirendir. Ezelî ve ebedî olandır. Değişmeksizin varlığı devam edendir. Varlığı fiilen gerçek olandır yani sadece zihinde değil, zihnin dışında da var olandır

# name_transcription_52
source: Al-Wakeel
kk: Әл-Уәкил
ru: Аль-Уакииль
tr: El-Vekîl

# name_translate_52
source: The Universal Trustee
kk: Басқарушы
ru: Опекающий
tr: İşlerini kendisine bırakanların işlerini en mükemmel bir şekilde yapan

# name_description_52
source: The Trustee, The Disposer of Affairs, The One who gives the satisfaction and is relied upon
kk: Өкіл иесі Алла Тағала барлығын басқарады. Құлдары Оған тәуекел етіп, тәубе келтіреді
ru: Лишь на Творца следует во всём полагаться, ибо этого будет достаточно для людей
tr: Kendisine güvenilip dayanılan demektir. Allah Teâlâ, her bakımdan insanın güvenip dayanacağı varlıktır. En güzel vekildir, en büyük vekildir. Yarattığı bütün varlıkların işlerini idare edendir. Allah Teâlâ, elinden geleni yaptıktan sonra işini Allah’a havale edeni, mükâfâtlandırırй

# name_transcription_53
source: Al-Qawiyy
kk: Әл-Қауи
ru: Аль-Кауий
tr: El-Kavi̇yy

# name_translate_53
source: The Strong One
kk: Қуатты, Мықты, Құдіретті
ru: Сильный
tr: Pek güçlü

# name_description_53
source: The Most Strong, The Strong, The One with the complete Power
kk: Оның шамасы әр нәрсеге жетеді
ru: Создатель обладает неограниченной ничем силой
tr: Gücü her şeye yeten demektir. Allah Teâlâ, tam bir kudret sahibidir. Gücü, kuvveti sonsuzdur; bitmez, tükenmez. Bir sınıra sığmaz, ölçüye gelmez. Nicelik ve nitelik bakımından üstün kudrete sahiptir. Gücünün yetmeyeceği bir şey düşünülemez. O, her şeyi etkiler, ama hiç bir şey O’nu etkileyemez

# name_transcription_54
source: Al-Mateen
kk: Әл-Мәтин
ru: Аль-Матиин
tr: El-Metîn

# name_translate_54
source: The Firm One
kk: Мықты, Тұрақты
ru: Непоколебимый
tr: Sonsuz kudrete sahip; son derece güçlü, kuvvetli; dayanıklı, sağlam demektir

# name_description_54
source: The Steadfast. The One with extreme Power which is un-interrupted and He does not get tired
kk: Құдіретті. Оның күшіне ешкімнің қуаты жетпейді. Ол ешқашан әлсіз немесе шамасыз бола алмайды
ru: Никто не способен изменить замыслы Аллаха и для их осуществления Он ни в ком и ни в чём не нуждается
tr: Allah Teâlâ, sonsuz bir güce sahiptir. Fiillerinden dolayı zatına her hangi bir zorluk ve yorgunluk ilişmez. Kuvveti azalıp gevşemez. Hiçbir şey O’nu âciz bırakamaz. Hiç kimsenin yardımına da muhtaç değildir. Allah’ın “Kaviyy” ismi, kudretinin kemâlini ifâde eder. Bütün nesne ve olayları etkileyendir. “Metîn” ismi, kuvvetinin şiddetini bildirir. Dıştan gelebilecek hiç bir etkiyi kabul etmeyendirтся

# name_transcription_55
source: Al-Waliyy
kk: Әл-Уали
ru: Аль-Уалий
tr: El-Veli̇yy

# name_translate_55
source: The Protecting Associate
kk: Серіктес, Қорғаушы
ru: Спутник
tr: Dost ve yardımcı demektir

# name_description_55
source: The Protecting Friend, The Supporter. Allah is always there for those who worship and love Him sincerely
kk: Ол тақуаларды (әулиелерді) жақсы көреді және оларға мықты қуат береді. Кәпірлердің беделін бұл дүниеде де, о дүниеде де түсіреді
ru: Аллах всегда рядом с теми, кто поклоняется лишь Ему и испытывает к Нему искреннюю любовь
tr: Allah Teâlâ, sevdiği kullarının dostudur. Onlara yardım eder; sıkıntılarını, darlıklarını giderir; ferahlık verir. Dünya ve âhiret işlerinde başarıya ulaştırır. Mü’minlerin yardımcısı ve koruyucusudur. Allah’tan başka gerçek dost ve yardımcı yoktur

# name_transcription_56
source: Al-Hameed
kk: Әл-Хамид
ru: Аль-Хамиид
tr: El-Hamîd

# name_translate_56
source: The Sole-Laudable One
kk: Пәктеулі, Дәріптеулі, Мақтаулы
ru: Достойный хвалы
tr: Övülmeye lâyık olan demektir

# name_description_56
source: The Praiseworthy, The praised One who deserves to be praised
kk: Мадақ Иесі. Алла Тағаланы кәпірлер мен екіжүзділерден басқасының бәрі мадақтайды
ru: Всевышний достоин всех видов хвалы, благодаря Своему совершенству
tr: Allah Teâlâ, bütün isimleri, sıfatları ve fiilleriyle övülmeye tek lâyık olan zâttır. Bütün varlığın diliyle övülen ve şükredilendir. Allah Teâlâ, bizâtihî övülmeye lâyık olandır. Aynı zamanda insanların işledikleri iyi fiiller sebebiyle onları över ve mükâfâtlandırır

# name_transcription_57
source: Al-Muhsee
kk: Әл-Мухси
ru: Аль-Мухсии
tr: El-Muhsî

# name_translate_57
source: The All-Enumerating One
kk: Санаушы
ru: Учитывающий
tr: Sonsuz ilmiyle her şeyin sayısını bilen, her yapılanı bir bir sayan demektir

# name_description_57
source: The Counter, The Reckoner, The One who the count of things are known to him
kk: Оған ешкім санауға бөгет жасай алмайды. Ол бір нәрсеге көңіл бөліп басқаны назарынан тыс қалдырушы емес
ru: Наш Творец ведёт счёт всему и определяет для всего сущего определенные границы
tr: Allah Teâlâ, sonsuz ilmi ile her şeyi kuşatmıştır. Her şeyi tek tek ve bütün ayrıntılarıyla bilendir. O’nun ilminden hiç bir şey hariç kalamaz. Bütün amellerin sayısını bilir, kıyâmet günü bunların hepsinin karşılığını verir. Hiç birini unutmaz ve atlamaz

# name_transcription_58
source: Al-Mubdi
kk: Әл-Мубди
ru: Аль-Мубди'
tr: El-Mübdi̇

# name_translate_58
source: The Originator
kk: Бастаушы
ru: Основатель
tr: Yaratıkları maddesiz ve örneksiz olarak ilk baştan yaratan demektir

# name_description_58
source: The Initiator. The One who started the human being. That is, He created him
kk: Ол қандайда бір жаратылысты жаратар алдында ешбір бейне, мысалсыз жаратты
ru: То есть сотворивший всё сущее по Своему усмотрению не руководствовался каким бы то ни было образцом
tr: Allah Teâlâ, kâinâtı yaratırken daha önce bir benzeri ve örneği olmaksızın yaratmıştır. İşte esas yaratma denilen, ilk maddesi, örneği olmaksızın yaratmadır. Bu, yoktan var etmedir ve Allah’a mahsustur

# name_transcription_59
source: Al-Mu'id
kk: Әл-Муғид
ru: Аль-Муʼиид
tr: El-Muîd

# name_translate_59
source: The Restorer
kk: Қайтарушы
ru: Возвращающий всё живое к смерти, а затем вновь к жизни
tr: Yaratılmışları öldürdükten, yok ettikten sonra tekrar yaratan

# name_description_59
source: The Reinstater. The Reproducer, The One who brings back the creatures after death
kk: Ол тірілерді өлілерге айналдырады және оларды қайтадан бастапқы қалпына келтіреді. Егер мал, мүлік немесе адам жоғалса Алла Тағаланың осы көркем есімін қайталап дұға етсе, жоғалған нәрсе Алла Тағаланың қалауымен қайта оралады
ru: Аллах способен умерщвлять всё живое в этом мире, а затем вновь давать ему жизнь
tr: Öldükten sonra dirilten demektir. Allah Teâlâ, ilk defa yarattığı bütün insanları öldürecek, sonra tekrar diriltecek ve dünya hayatlarındaki inanç ve amellerinden hesaba çekecektir. Hayat, sadece dünya hayatından ibaret değildir. Tekrar bir hayat vardır ki gerçek ve devamlı hayat budur. İnsanlar buna göre hareket etmelidir

# name_transcription_60
source: Al_Muhyee
kk: Әл-Мухи
ru: Аль-Мухйи
tr: El-Muhyî

# name_translate_60
source: The Maintainer of Life
kk: Тірілтуші
ru: Дарующий жизнь
tr: Can veren, yaşatan demektir

# name_description_60
source: The Giver of Life, The One who took out a living human from semen that does not have a soul. He gives life by giving the souls back to the worn out bodies on the resurrection day and He makes the hearts alive by the light of knowledge. The Restorer
kk: Ол денелерге жан салып тірілтеді. Егер біреу бұл есіммен Алла Тағалаға жалбарынса, шипа табады
ru: Создатель дарует жизнь кому пожелает
tr: Allah Teâlâ, can bağışlayan, sağlık verendir. Ölüleri diriltendir. Ölü beldeleri gökten indirdiği su ile canlandıran, yeryüzünü bitkilerle donatandır. İlk olarak yaratan, can veren Allah, öldükten sonra tekrar hayat vermeye kâdirdir. Ölü kalpleri ilâhî hidâyet ve marifetle canlandırandır

# name_transcription_61
source: Al-Mumeet
kk: Әл-Мумит
ru: Аль-Мумиит
tr: El-Mümît

# name_translate_61
source: The Inflictor of Death
kk: Өлтіруші
ru: Дарующий смерть
tr: Öldüren, canlının hayatına son veren demektir

# name_description_61
source: The Bringer of Death, The Creator of Death, The Destroyer, The One who renders the living dead
kk: Денелерден жан алып өлтіреді. Ақыреттің қайғы-мұңның дәмін татпау үшін Алла Тағаланың осы атын көбірек қайталап, зікір етіп жүру керек
ru: Аллах умерщвляет того, кого пожелает
tr: Allah Teâlâ, canlılara hayat verdiği gibi, ezelî ilmindeki takdire göre vakti gelince bu hayatlara son verendir. Fânî hayat, doğumla başlar, ölümle biter. Hayat dediğimiz ruhla cesedin birleşmesidir. Ölüm ise ruhun cesedden ayrılmasıdır. Ruh, ölmez. Başka bir hayatla devam eder. Kul için, ölüm sonrası başlayacak yeni ve devamlı hayata iyi hazırlık yapmak mühimdir

# name_transcription_62
source: Al-Hayy
kk: Әл-Хай
ru: Аль-Хаййи
tr: El-Hayy

# name_translate_62
source: The Eternally Living One
kk: Тірі
ru: Обладающий вечной жизнью
tr: Diri, canlı olan; ölmek şânından olmayan demektir

# name_description_62
source: The Ever-Living. The Alive, The One attributed with a life that is unlike our life and is not that of a combination of soul, flesh or blood
kk: Ол мәңгі өмір сүреді, мәңгі болды және мәңгі болады. Оның тірі болуының басы да, соңы да жоқ
ru: Всевышний не имеет временных ограничений, так как Он вечен
tr: Allah Teâlâ, bütün hayatların kaynağıdır. Hep diridir. Allah’ın hayy (diri) oluşu, yaratılmış varlıklarda olduğu gibi organik bir canlılık değildir. Hiç bir şeyden gâfil olmayan, hata yapmayan, kâinâtta kendisinden hiç bir şey gizli olmayan demektir

# name_transcription_63
source: Al-Qayyoom
kk: Әл-Қайюм
ru: Аль-Кайуум
tr: El-Kayyûm

# name_translate_63
source: The Self-Subsisting One
kk: Бәрінің үстінде тұрушы
ru: Поддерживающий жизнь
tr: Her şeyin varlığı kendisine bağlı olan; kâinatı idare eden demektir

# name_description_63
source: The One who remains and does not end
kk: Әрбір заттың үстінен қарайласып оған Қамқоршы болып тұрады. Әр нәрсе тек Алла Тағаланың қалауымен тұрады. Өздігінен мықты тұрушы
ru: Господь не зависит ни от кого и ни от чего. Он является источником поддержания жизни на планете
tr: Allah Teâlâ, bizzât kâim ve mevcut olup kimseye muhtaç değildir. Ezelî ve ebedîdir. Her şeyin varlık kazanması ve varlığını devam ettirmesi ancak Allah’ın yaratması, maddî mânevî ihtiyaçlarını gidermesi ve korumasıyla mümkündür. Yeri, gökleri ayakta tutan O’dur

# name_transcription_64
source: Al-Waajid
kk: Әл-Уәжид
ru: Аль-Уааджид
tr: El-Vâci̇d

# name_translate_64
source: Th Pointing One
kk: Бай, Табушы
ru: Совершающий всё, что пожелает
tr: İstediğini istediği zaman bulan; hiç bir şeye muhtaç olmayan demektir

# name_description_64
source: The Perceiver, The Finder, The Rich who is never poor. Al-Wajd is Richness
kk: Нені тапқысы келсе, сәтінде-ақ табады, өйткені бүкіл жаратылыс оның құзырында. Ол ештеңені жоғалтушы емес
ru: Наш Творец обладает абсолютной властью над всем
tr: Allah Teâlâ, dilediği şeye sahip olur. Bu hususta bir engelle karşılaşmaz. Bir şeyi ele geçirmek istediğinde zaman kollamaya, tedbir almaya, tuzak kurmaya ihtiyacı yoktur. İstediği, istediği zaman O’nun huzurundadır. Bütün yaratıklar O’nun emri ve tasarrufu altındadır

# name_transcription_65
source: Al-Maajid
kk: Әл-Мәжид
ru: Аль-Мааджид
tr: El-Mâci̇d

# name_translate_65
source: The All-Noble One
kk: Құрметті, Сыйлы
ru: Наиславнейший
tr: Şânı ve kadri büyük; kerem ve cömertliği bol demektir

# name_description_65
source: The Illustrious, the Magnificent. This name is also translated from Arabic as "Possessor of Infinite Greatness," that is, no one can compare to Allah in this attribute
kk: Ол жақсы қасиеттерді иемденеді. Құрмет пен сый оған тән
ru: Это имя переводится с арабского также как «Обладающий неограниченным величием», то есть никто не способен сравниться с Аллахом по этому признаку
tr: Allah Teâlâ, yardımı, ihsânı bol olandır. O’nun kullarına olan kerem ve cömertliği ifâdeye sığmaz, ölçüye gelmez. Bir taraftan kullarını iyi işler yapmaya muvaffak kılar; öbür taraftan onları güzel sıfatlara sahip olduklarından över

# name_transcription_66
source: Al-Waahid
kk: Әл-Уахид
ru: Аль-Уаахид
tr: El-Vâhi̇d

# name_translate_66
source: The Only One
kk: Жалғыз
ru: Единственный
tr: Bir olan, tek olan; zâtında, sıfatlarında, isimlerinde ve fiillerinde asla ortağı, dengi ve benzeri bulunmayan demektir

# name_description_66
source: The Unique, The One, The One without a partner
kk: Барлық Құдайлық сипаттар Оған тән. Одан басқа Құдай жоқ. Алла Тағала расында жалғыз, сондықтан Аллаға ғибадат етіледі
ru: Он является Единственным Богом, достойным поклонения
tr: Allah Teâlâ, tektir, bölünüp parçalara ayrılmaz. Benzeri yoktur. Allah’ın bir olması sayı bakımından değildir, büyüklük ve yücelik açısındandır. O, bölünmesi ve artması mümkün olmayan tek bir varlıktır

# name_transcription_67
source: Al-Ahad
kk: Әл-Ахад
ru: Аль-Ахад
tr: El-Ahad

# name_translate_67
source: The Sole One
kk: Тек, Жалғыз
ru: Единый
tr: Eşsiz, Tek

# name_description_67
source: The Unique, The Only One Undivided. There is no one but Him and no one equal to Him
ru: Нераздельный. Нет никого кроме него и никого равного ему
tr: Bölünmez. Ondan başka kimse yok ve ona denk kimse yok

# name_transcription_68
source: As-Samad
kk: Әс-Самад
ru: Ас-Самад
tr: Es-Samed

# name_translate_68
source: The Supreme Provider
kk: Ешнәрсеге мұқтаж емес
ru: Самодостаточный
tr: Her şeyin kendisine muhtaç olduğu, kendisinin hiç bir şeye muhtaç olmadığı

# name_description_68
source: The Eternal, Satisfier of Needs. The Eternal, The Independent, The Master who is relied upon in matters and reverted to in ones needs
kk: Адамдардың қажеттерін өтеп беруші Алла Тағала, сол үшін құлдары Оған бұл көркем атымен жалбарынады. Ол – аса Құдіретті, Қуатты
ru: Аллах не испытывает нужды ни в ком и ни в чём, поскольку обладает всем в достатке
tr: İhtiyaçların giderilmesi ve ızdırapların dindirilmesi için başvurulacak tek merci demektir. Allah Teâlâ, yaratıkların her türlü ihtiyaçlarını gidermek için başvurdukları tek başvuru kaynağıdır. Her türlü yaratığın her türlü ihtiyacını en mükemmel bir şekilde karşılar ve giderir. Kendisi ise hiç bir şeye muhtaç değildir

# name_transcription_69
source: Al-Qadir
kk: Әл-Қадир
ru: Аль-Каадир
tr: El-Kâdi̇r

# name_translate_69
source: The Capable
kk: Мықты, Қадірлі
ru: Могучий
tr: Her şeye gücü yeten; kudret sahibi demektir

# name_description_69
source: The Able, The Capable, The One attributed with Power. The Creator is able to create everything from nothing and can destroy everything
kk: Оны мақұлықтар қадірлейді. Оған ешкімнің көмегі керек емес. Оның әр нәрсеге шамасы жетеді
ru: Создатель способен сотворить всё из ничего и может уничтожить всё
tr: Allah Teâlâ, istediğini, istediği gibi yapmaya gücü yetendir. Her şeyi takdir eden, planlı ve ölçülü yapandır. Hiçbir şey O’nu âciz bırakamaz. Âlem, mutlak irâde ve kudrete sahip olan Allah tarafından yaratılmıştır

# name_transcription_70
source: Al-Muqtadir
kk: Әл-Муқтадир
ru: Аль-Муктадир
tr: El-Muktedi̇r

# name_translate_70
source: The All Authoritative One
kk: Құдіретті
ru: Делающий всё наилучшим образом
tr: Tam bir kudret sahibi; her şeye gücü yeten demektir
