Repository: sapar-io/rawdah_flutter
Catalog: lib/l10n/app_*.arb
Languages: kk, ru, tr

# tabs_zikrs
source: Zikrs
kk: Зікірлер
ru: Зикры
tr: Zikirler

# tabs_names
source: Names
kk: Есімдер
ru: Имена
tr: İsimler

# tabs_interesting
source: Interesting
kk: Қызық мәліметтер
ru: Интересное
tr: Keşfet

# home_title
source: 99 names of Allah
kk: Алланың 99 есімі
ru: 99 имен Аллаха
tr: Allah'ın 99 İsmi

# home_study
source: Learn
kk: Білім
ru: Обучение
tr: Eğitim

# home_learned
source: Learned {counter} from 99
kk: Үйрендініз {counter} / 99
ru: Выучено {counter} из 99
tr: Öğrendim {counter} / 99

source: Back
kk: Артқа
ru: Назад
tr: Geri

# topic_title
source: names of Allah
kk: Алланың есімдері
ru: имена Аллаха
tr: Allah'ın İsimleri

# topic_close_first_text
source: The learning takes place in order, so pass the previous tests first
kk: Оқу жүйе бойынша өтеді, сондықтан алдымен келесі тестілеуді өтіңіз
ru: Обучение идет по порядку, поэтому сначала пройдите предыдущие тесты
tr: Bir sonraki teste erişebilmek için önceki testleri yapmalısın.

# topic_close_second_text
source: Or you can open all names and tests at once by buying "full access"
kk: Немесе барлық есімдер мен тесттерді дәл қазір “толық нұсқаны” сатып алу арқылы ала аласыз
ru: Либо вы можете открыть сразу все имена и тесты, купив “полный доступ”
tr: Veya “tam erişim” satın alarak tüm adları ve testleri bir kerede açabilirsiniz.

# topic_close_button
source: Buy “full access”
kk: “Толық нұсқаны” сатып алу
ru: Купить “полный доступ”
tr: Tam erişim satın alın

# topic_test_button
source: Pass test
kk: Тестілеуді өту
ru: Пройти тест
tr: Test et

# topic_test_passed_button
source: Test passed
kk: Өтілді
ru: Тест пройден
tr: Test geçildi

# topic_test_close_title
source: Test not available yet
kk: Тест әзірге қолжетімсіз
ru: Тест еще не доступен
tr: Test henüz mevcut değil

# topic_test_close_description
source: First, learn the 9 names on this page
kk: Алдымен осы беттегі 9 есімді жаттаңыз
ru: Сначала выучите 9 имён на этой странице
tr: Önce bu sayfadaki 9 ismi öğren

# topic_test_close_button
source: BISMILLAH 🙌🏻
kk: Жарайды🙌🏻
ru: Хорошо 🙌🏻
tr: Tamam 🙌🏻

# lesson_description
source: Description
kk: Сипаттама
ru: Описание
tr: Tanım

# lesson_mark_learned
source: Mark as learned
kk: Жатталғанын белгілеу
ru: Отметить выученным
tr: Öğrenildi olarak işaretle

# lesson_learned
source: Learned
kk: Жатталды
ru: Выучено
tr: Öğrenildi

# test_true
source: Correct
kk: Дұрыс
ru: Верно
tr: Doğru

# test_false
source: Incorrect
kk: Қате
ru: Неверно
tr: Yanlış

# test_question_number
source: Question {currentIndex} of {allCounter}
kk: Сұрақ {currentIndex} ішінен {allCounter}
ru: Вопрос {currentIndex} из {allCounter}
tr: Soru {currentIndex} / {allCounter}

# test_success_first_text
source: May Allah be pleased with you and reward you with blessings in both worlds
kk: Алла Тағала разы болсын, және екі дүниеде де сауаптан жазсын
ru: Да будет доволен вами Аллах и наградит вас благами в обоих мирах
tr: Allah sizden razı olsun ve sizi her iki cihanda da hayırlarla mükafatlandırsın

# test_success_second_text
source: You have successfully passed the test and joined 824’930 people who have learned {topicNames} names of Allah
kk: Сіз тестті сәтті аяқтап, Алланың {topicNames} есімдерін жаттаған адамдардың қатарына қосылдыңыз
ru: Вы успешно сдали тест и присоединились к 824’930 людям, которые выучили {topicNames} имена Аллаха
tr: Testi başarıyla geçerek {topicNames} Allah'ın isimlerini öğrenen 824'930 kişiye katıldınız.

# test_success_third_text
source: You have {counter} names left to learn
kk: Сізге {counter} атты жатттау қалды
ru: Вам осталось выучить {counter} имен
tr: Öğrenmen gereken {counter} isim var

# test_success_next_button
source: Далее
kk: Келесі
tr: Daha

# test_error_correct
source: Correct answers:
kk: Дұрыс жауап:
ru: Правильных ответов:
tr: Doğru cevaplar:

# test_error_mistake
source: Incorrect answers:
kk: Қате жауап:
ru: Неправильных ответов:
tr: Yanlış cevaplar:

# test_error_first_text
source: «Allah has the Most Beautiful Names. So call upon Him by them» (Quran 7:180).
kk: «Ең жақсы атаулар Аллаға тән. Оған сол аттармен жалбарыныңдар. Алланың атында қиғаштық істейтіндерді қойып- қойыңдар. Олар істегендерінің сазайын тартады.» (Коран 7:180).
ru: «У Аллаха самые прекрасные имена. Посему взывайте к Нему посредством их» (Коран 7:180).
tr: «En güzel isimler Allah’ındır; bu güzel isimlerle O’na dua edin, O’nun isimleri hakkında doğru inançtan sapanları kendi başlarına bırakın» (Kuran 7:180).

# test_error_second_text
source: May Allah help you to learn all the names and successfully pass the test to move on to the next names
kk: Алла сізге барлық есімдерді жаттап и келесі есімдерге көшуге жәрдемін берсін
ru: Да поможет вам Аллах выучить все имена и успешно сдать тест для перехода к следующим именам
tr: Allah, O'nun tüm isimlerini öğrenmenize ve testleri başarıyla geçmenize yardım etsin.

# test_error_button
source: Take the test again
kk: Тестті қайталау
ru: Пересдать тест
tr: Testi tekrarla

# test_next_button
source: Next question
kk: Келесі сұрақ
ru: Следующий вопрос
tr: Sonraki soru

# test_title
source: Test by names
kk: Есімдер бойынша тест
ru: Тест по имёнам
tr: Esma-ül-Hüsna testi

# settings_title
source: Settings
kk: Баптаулар
ru: Настройки
tr: Ayarlar

# settings_support
source: Support
kk: Қолдау
ru: Поддержка
tr: Destek

# settings_website
source: Website
kk: Веб-сайт
ru: Веб-сайт
tr: İnternet sitesi

# settings_policy
source: Privacy Policy
kk: Құпиялық саясаты
ru: Политика конфиденциальности
tr: Gizlilik Politikası

# settings_agreement
source: Terms of Use
kk: Пайдаланушы келісімі
ru: Пользовательское соглашение
tr: Kullanım Şartları

# settings_others
source: Other
kk: Басқа
ru: Остальное
tr: Diğerleri

# settings_messengers
source: Found mistakes or have any ideas?
kk: Қате таптыңыз ба немесе идеяларыңыз бар ма?
ru: Нашли отпечатки или есть идеи?
tr: Hata mi buldunuz veya herhamgi̇ bi̇r fi̇kri̇ni̇z mi̇ var?

# settings_rate
source: Rate this App
kk: Қолданбаны бағалаңыз
ru: Оцените приложение
tr: Bize oy ver

# settings_languages
source: Languages
kk: Тілдер
ru: Языки
tr: Diller

# settings_share
source: Share this App
kk: Қолданбаны бөлісіңіз
ru: Поделиться этим приложением
tr: Uygulamayı paylaş

# zikrs_first_text
source: Zikrs will be here. Development in progress.
kk: Зікірлер осында болады. Әзірлеу жүріп жатыр.
ru: Здесь будут “Зикры”. Разработка в процессе.
tr: Burada Zikirler olacak. Gelişme devam ediyor, beklemede kalın.

# statistics_first_text
source: Something interesting is provided here to improve knowledge. Development in progress.
kk: Мұнда білімді жақсарту үшін қызықты нәрселер қарастырылған. Әзірлеу жүріп жатыр.
ru: Здесь предусмотрено что-то интересное для улучшения знаний. Разработка в процессе.
tr: Size daha ilginç yeni bilgiler vermek için çalışıyoruz! Geliştirme devam ediyor, beklemede kalın.

# donate_title
source: Like the project?
kk: Жоба ұнады ма?
ru: Нравится проект?
tr: Uygulamayi beğendi̇ni̇z mi̇?

# donate_description
source: You can treat the developers to coffee ;)
kk: Сіз әзірлеушілерді кофемен сыйлай аласыз;)
ru: Вы можете угостить разработчиков кофе;)
tr: Geliştiricilere kahve ikram edebilirsiniz;)

# donate_button
source: Get a coffee
kk: Проектті қолдау
ru: Угостить разработчиков
tr: Bizi destekleyin

# donate_alert_title
source: Support the project
kk: Жобаны қолдау
ru: Поддержать проект
tr: Uygulamayı beğendiniz mi? Yazılımcılarımıza kahve ikram edebilirsiniz

# donate_alert_description
source: Select amount
kk: Соманы таңдаңыз
ru: Выберите сумму
tr: Tutarı seç

# donate_alert_cancel
source: Cancel
kk: Болдырмау
ru: Отменить
tr: İptal et

# donate_thanks
source: Thank you for supporting 🎉 Rawdah App !
kk: Қолдау көрсеткеніңізге рахмет 🎉 Rawdah App !
ru: Спасибо за поддержку 🎉 Rawdah App !
tr: Destek için teşekkürler 🎉 Rawdah App !

# name_transcription_1
source: Ar-Rahmaan
kk: Әр-Рахман
ru: Ар-Рахмаан
tr: Er-Rahmân

# name_translate_1
source: The Beneficent
kk: Аса қамқор
ru: Милостивый
tr: Rahmet ve merhamet

# name_description_1
source: The All-Compassionate, The Most Gracious. He who wills goodness and mercy for all His creatures
kk: Оның қамқорлығы Өзі жаратқан бүкіл мақұлықтарына тиесілі. Қамқоршы Алла Тағала мұсылмандардың, сондай-ақ кәпірлердің өмірлік қажеттерін өтейді. Алланың бұл есімін зікір еткен адамның ойлау және жаттау қабілеті күшейеді. Сондай-ақ, ол адам қаталдықтан арылады
ru: Всеблагодетельный, Сострадательный. Господь обладает безграничной милостью, которую Аллах проявляет ко всем существам, вне зависимости от того, является человек верующим или неверующим
tr: Acıma, bağışlama, kalp yufkalığı, şefkat ve ihsân anlamlarına gelir. “Rahmân” ve “Rahîm” isimleri, “çok şefkat ve merhamet eden” anlamındadır. Kur’ân’da “Rahmân” ismi elli yedi, “Rahîm” ismi yüz on beş defa Allah’a nisbet edilmektedir. “Rahmân”, Allah’ın zâtî ismi, “Rahîm” ise fiilî isimlerindendir. “Rahmân”, zâtî ismi olduğundan Allah’tan başkasına isim olarak verilemez. Fiilî isimlerinden olan “Rahîm” ise başkasına isim olarak verilebilir. Allah’ın bu ismi bir kulda tecelli ederse, o kul merhamet kanatlarını bütün yaratıklara açar. Allah’ın rahmeti bütün yaratılmışları kapsar. Rahmetiyle, inanan inanmayan bütün insanlara rızıklarını ve nimetlerini bol bol vermektedir. Hz. Peygamber Allah’ın rahmetini şöyle anlatır: “Şüphesiz Allah’ın yüz rahmeti vardır. Bunlardan bir tanesini yaratıklarına vermiştir. Yaratıkların birbirlerine acımaları bu rahmet sebebiyledir. Allah’ın rahmetinin doksan dokuzu kıyâmet günü içindir.”

# name_transcription_2
source: Ar-Raheem
kk: Әр-Рахим
ru: Ар-Рахиим
tr: Er-Rahîm

# name_translate_2
source: The Merciful
kk: Ерекше мейірімді, Рахымды
ru: Милосердный
tr: Rahîm; pek çok merhamet edici

# name_description_2
source: He who acts with extreme kindness
kk: Рахымды. Бір жақсы іс үшін бірнеше есе береген және ешқашан сауап істерді жоймайды. О дүниеде тақуа мұсылмандарға мейірімді болады
ru: Творец проявляет милосердие по отношению ко всем, кто верит и поклоняется Ему
tr: Verdiği nimetleri iyi kullananları daha büyük nimetler vermek suretiyle mükâfâtlandırıcı anlamındadır. Rahmân ve rahîm, rahmet kökünden türemiştir. İkisi de Allah’ın engin merhamet ve şefkatini bildirir. Ancak aralarında şöyle bir fark vardır: Rahmân ismi dünyada mü’min kâfir herkesi kuşatmışken, rahîm, sadece inananlara mahsustur. Bu bakımdan Allah, âhirette sadece mü’minlere rahmet ederek, onları cennetine koyacaktır. Rahmân ve rahîm isimleri iki türlü rahmet ifâde eder. Rahmân isminin ifâde ettiği rahmet, hiç bir şarta, kesbe ve irâdeye bağlı olmayarak bahşolunan rahmettir. Bu bütün yaratıkları kapsayan bir rahmettir. Bunda çalışan çalışmayan, itaatli suçlu, inançlı inançsız ayırımı yoktur. Rahîm isminin ifâde ettiği rahmet ise, Rahmân’ın lütfu olan rahmeti iyiye kullanarak çalışanlara bir mükâfât olmak üzere verilen rahmettir. Bu, en az bire ondur. Çalışanın samimiyetine göre yedi yüz katına ve hatta daha fazla katlara çıkabilir. Elbette çalışanla çalışmayan bir olmaz.

# name_transcription_3
source: Al-Malik
kk: Әл-Мәлик
ru: Аль-Малик
tr: El-Meli̇k

# name_translate_3
source: The Eternal Lord
kk: Патша
ru: Абсолютный Властитель
tr: Melik; görülen ve görülmeyen bütün âlemlerin, bütün kâinatın tek sahibi ve mutlak surette tek hükümdârı demektir

# name_description_3
source: The Sovereign Lord, The One with the complete Dominion, the One Whose Dominion is clear from imperfection
kk: Ол қалай басқарам десе де Өзі біледі. Оған кеңесші керек емес. Оған барлығы тәуелді. Мұсылман адам бұл есімді зікір етіп жүрсе, қаржыдан қысылмайды
ru: Тот, Кто обладает абсолютным Могуществом. Характеризует Господа как Повелителя миров, обладающего абсолютной властью над всеми творениями
tr: Kendisine ibâdet edilmeye yegâne lâyık olan O’dur. O’nun istediği olur, istemediği olmaz. O, bir şeyin olmasını isterse, sadece “ol” der, o da derhal olur. Olmasını istemediği hiçbir şey de asla varlık sahasına çıkamaz. Bütün evren, yaratılmış olan her şey, mükemmel bir düzen içerisinde işlemektedir. Asla bir başı boşluk ve düzensizlik yoktur. Bütün idâre tek bir yerden geliyor. O Allah, dünya ve âhiret hayatındaki her şeye gerçek anlamda ve kayıtsız şartsız hâkim ve mâlik olan ve dilediği gibi tasarrufta bulunandır.

# name_transcription_4
source: Al-Quddus
kk: Әл-Қуддусу
ru: Аль-Куддус
tr: El-Kuddûs

# name_translate_4
source: The Most Sacred
kk: Қасиетті
ru: Святой
tr: Hatadan, gafletten, âcizlikten, her türlü eksiklikten uzak, bütün kemâl sıfatları üzerinde toplamış, bütün övgülerin üstünde olan demektir

# name_description_4
source: The Holy, The Absolutely Pure. The One who is pure from any imperfection and clear from children and adversaries
kk: Өте пәк, кемшіліктерден пәк және адам баласының ойына келетін пішін-келбеттен тыс
ru: Тот, у Кого нет недостатков, не подобный никому и ничему. Создатель свободен от каких-либо недостатков и негативных черт, которые присущи людям
tr: Her türlü ayıptan, kusurdan ve ihtiyaçtan uzak olan, her türlü hayır ve bereketin kaynağı olan mübarek zât demektir. Her türlü eksiklikten, lekeden, pastan, kirden son derece temiz demektir. Gördüğümüz görmediğimiz, bildiğimiz bilmediğimiz her şeyi yaratan Allah Teâlâ, kâinâtı akıllara durgunluk verecek bir düzen ile yaratmıştır.

# name_transcription_5
source: As-Salam
kk: Ас-Сәлам
ru: Ас-Салям
tr: Es-Selâm

# name_translate_5
source: The Embodiment of Peace
kk: Есендік беруші
ru: Дарующий мир и благополучие
tr: Selâm; her türlü eksiklikten, ayıptan, kusurdan, yaratılmışlara özgü değişim ve yok oluştan münezzeh ve sâlim olan

# name_description_5
source: The Perfection and Giver of Peace. The One who is free from every imperfection
kk: Жетіспеушіліктерден пәк. Өзінің жаратқан мақұлықтарына амандық береді
ru: Аллах есть источник мира и благополучия для людей уверовавших
tr: Kullarını her türlü kötülüklerden, tehlikelerden selâmete çıkaran; Cennetteki kullarına selam veren demektir. Allah, gerek dünyada, gerekse âhirette tehlikeye düşen kullarını tehlikelerden kurtarıp selamete çıkarandır. Hz. Peygamber, her namazdan sonra; “Allah’ım! Sen’sin selâm ve Sen’dendir selâm!” buyurmuştur. Selâm, Esmâ-i Hüsnâ’dan biri olduğu için Müslüman olmayanlara bu lafızla selam verilmez. Müslüman olmayanlar, dua ve esenlik dileği olan “selâm”ı hak etmemişlerdir.

# name_transcription_6
source: Al-Mu'min
kk: Әл-Мумин
ru: Аль-Му`мин
tr: El-Mü’mi̇n

# name_translate_6
source: The Infuser of Faith
kk: Қорғаушы, Сенуші
ru: Дарующий стабильность и веру
tr: Mü’min; güven veren, va’dine güvenilen; inananları korku ve endişeden güvende kılan; mü’minlerin îmân ve samimiyetini tasdik eden

# name_description_6
source: The One Who gives Emaan (Faith) and Security. The One who witnessed for Himself that no one is God but Him. And He witnessed for His believers that they are truthful in their belief that no one is God but Him
kk: Өзі туралы ұлық кітаптар мен пайғамбарлар арқылы білдіртеді. Өзінің сүйікті құлдарын қауіп-қатерден сақтайды
ru: По воле Всевышнего вера появляется в душах людей и именно Господь является источником стабильности и безопасности
tr: Mûcizeler vermek suretiyle Peygamberlerinin doğruluğunu isbatlayan; kendisine sığınanları koruyan, emniyetle rahatlandıran demektir. Allah’ın kullarına en büyük nimetlerinden biri, îmândır. Diğeri, emniyettir. İnsan; canı, malı, ırzı, namusu için her zaman bir endişe ve korku içinde kalsaydı, bu ne büyük bir azap olurdu. Bu isim bir kulda tecellî edince, o kulun kalbine imân iyice yerleşir. O, güvenilir biri olur. Allah Teâlâ, mü’min isminin bir tecellisi olarak inananları korkulardan güvende kılıyor.

# name_transcription_7
source: Al-Muhaymin
kk: Әл-Мухаймин
ru: Аль-Мухаймин
tr: El-Müheymi̇n

# name_translate_7
source: The Preserver of Safety
kk: Үстем, Қорғаушы
ru: Хранитель
tr: Kâinatın bütün işlerini gözetleyip yöneten; bütün yaratıklarını gözetip koruyan; korkulardan emin kılan demektir.

# name_description_7
source: The Guardian Over All, The Protector. The One who witnesses the saying and deeds of His creatures
kk: Баршаның үстінде билік жүргізеді және бәрі де Оның иелігінде. Жаратқан мақұлығының үстінен қарап, бақылап тұрады
ru: Создатель является попечителем верующих людей, оберегающим их
tr: Yine kullarına asla zulmetmeyen; her söylediği ve yaptığına güvenilen; bütün kullarını hükmü altına alan; olup biten her şeyden haberdâr olan ve Peygamberi’ne indirdiği vahyin doğruluğuna tanıklık eden; kullarını dâimâ gözetim altında bulunduran; mü’minlere güven, sevgi ve huzur veren demektir.

# name_transcription_8
source: Al-Azeez
kk: Әл-Азиз
ru: Аль-'Азиз
tr: El-Azîz

# name_translate_8
source: The Mighty one
kk: Аса зор, Ұлық, Қуатты, зор кеңшілік Иесі
ru: Могущественный
tr: Yenilmesi mümkün olmayan gâlip

# name_description_8
source: The All Mighty. The Powerful. The Strong. The Defeater who is not defeated
kk: Онымен ешкім теңесе алмайды
ru: Обладатель безграничного могущества
tr: Dengi ve benzeri bulunmayacak şekilde değerli ve şerefli; güçlü ve yenilmez demektir. Allah Teâlâ yegâne güç ve kuvvet sahibi olan mutlak gâliptir. O’nu âciz bırakacak hiç bir güç yoktur. Dilediğini izzetli, şerefli ve üstün kılar.

# name_transcription_9
source: Al-Jabbar
kk: Әл-Жәббар
ru: Аль-Джаббар
tr: El-Cebbâr

# name_translate_9
source: The Omnipotent One
kk: Аса өктем. Билік пен қуат Иесі
ru: Управляющий всеми, Подчиняющий
tr: Dilediğini her durumda gerçekleştiren;

# name_description_9
source: The Possessor of Having All Power. The Compeller, The Restorer. The One that nothing happens in His Dominion except that which He willed
kk: Нені қаласа, соны кімге де болсын істете алады
ru: Аллах способен любые творения подчинить Своей Воле
tr: İstediğini zorla yaptırmaya muktedir olan; yaratılmışların halini iyileştiren; parçalanmış, dağılmış ve bozulmuş olanı düzeltip onaran; her şeyi tasarrufu altına alan demektir. Allah Teâlâ, kırılanları onarır, eksikleri tamamlar, her türlü perişanlıkları düzeltir, yoluna koyar. Düzeni bozulan her şeyi düzene koyar. Yaratıklarının ihtiyaçlarını giderir. Yaşama ve rızık sebeplerini sağlar. Kırılan ümitlerin canlanması, şaşırtıcı perişanlıkların iyi hale gelmesi ve yola konması için tek başvuru kaynağının Allah Teâlâ olduğunu bilmeli, yanlış yerlere başvurmamalıdır.

# name_transcription_10
source: Al-Mutakabbir
kk: Әл-Мутәкәббир
ru: Аль-Мутакаббир
tr: El-Mütekebbi̇r

# name_translate_10
source: The Dominant One
kk: Паң, ұлылық және биіктік Иесі
ru: Превосходящий
tr: Her zaman ve her yerde büyüklüğünü gösteren

# name_description_10
source: The Supreme, The Majestic. The One who is clear from the attributes of the creatures and from resembling them.
kk: Кім бұл көркем есімді зікір етіп жүрсе, халық арасында құрметті болады
ru: Всевышний обладает безграничным величием и превосходством над всеми существами
tr: Zât ve sıfatlarının mâhiyeti bilinemeyecek kadar ulu, yaratılmışların sıfatlarından yüce olan; azgın ve zâlim insanları mutlak gücüne boyun eğmek zorunda bırakan demektir. Büyüklük ve yücelik, ancak Allah’a mahsustur. İnsan çalışıp çabalamalı büyük adam olmalı, ama asla büyüklenmemelidir. Yaratılmışlar içinde ilk defa kendini büyük gören İblis olmuş ve bu durum onun lanetlenmesine, cehenneme girmesine sebep olmuştur.

# name_transcription_11
source: Al-Khaaliq
kk: Әл-Халиқ
ru: Аль-Хаалик
tr: El-Hâli̇k

# name_translate_11
source: The Creator
kk: Жаратушы
ru: Творец
tr: Her şeyi yaratan, yoktan var eden demektir

# name_description_11
source: The Creator of the Universe, The Maker, The True Originator, The Absolute Author. The One who brings everything from non-existence to existence
kk: Мақұлықтарын Өз еркімен жаратады. Ол әр нәрсені көркем түрде жаратады
ru: Характеризует нашего Создателя как Творца всего сущего. Тот, Кто творит Вселенную из небытия
tr: Allah Teâlâ, eşyayı, her hangi bir örneği ve benzeri olmadan yaratandır. Yarattığı her şeyi bütün ayrıntılarıyla bilir. Her şeyin varlığını, varlığı boyunca görüp geçireceği halleri bilir, olayları tayin ve tesbit eder, ona göre yaratır. Demek ki hâlık isminin iki anlamı vardır: birincisi; bir şeyin nasıl olacağını tayin ve tesbit etmek, ikincisi, o takdire uygun olarak o şeyi yaratmak, var etmek. Allah Teâlâ, her şeyi ezelde takdir etmiş, takdir ettiklerinin zamanı gelince bunları yaratmış, varlık sahasına çıkarmıştır. O’nun ilim, irâde, takdir ve yaratmasından hiç bir şey uzak kalamaz.

# name_transcription_12
source: Al-Baari'
kk: Әл-Бари
ru: Аль-Баари'
tr: El-Bâri̇

# name_translate_12
source: The Evolver
kk: Жаратушы, жоқтан бар етуші
ru: Создатель
tr: Bir örneği ve maddesi olmaksızın yaratan

# name_description_12
source: The Originator. The Maker, The Creator who has the Power to turn the entities
kk: Жаратқан мақұлықтарына әр түрлі пішін және бейне береді. Алла әрдайым жаратуда
ru: Господь является Создателем всего живого и не живого на планете. Тот, Кто имеет влияние на все существующее
tr: Evrenin bütün parçalarını âhenkli ve düzenli olarak meydana getiren demektir. Allah Teâlâ, zât ve sıfatları bakımından yaratılmışlara asla benzemez. Yarattığı her şeyi hiç bir modele bağlı kalmaksızın yarattığı gibi, tam bir uygunluk ve kusursuzluk halinde yaratmıştır. Bir kulda bu isim tecellî edince, o kul yaptığı her şeyi adâletle, hakkâniyetle ve sağlam yapar.

# name_transcription_13
source: Al-Musawwir
kk: Әл-Мусаууирр
ru: Аль-Мусаууир
tr: El-Musavvi̇r

# name_translate_13
source: The Flawless Shaper
kk: Келбет беруші
ru: Придающий всему форму и облик
tr: Varlıkları çeşitli şekillerde yaratan

# name_description_13
source: The Fashioner. The Designer, The Artist. The One who forms His creatures in different pictures.
kk: Өзінің қалауымен әрбір жаратқан нәрсесіне өзгеше келбет және әр түрлі пішін береді. Миллиардтаған келбет жаратқан Алла Тағалаға ешкім теңесе алмайды
ru: Именно Аллах по своему замыслу придает всем своим творениям определенный облик, форму и размер
tr: Yarattığı her varlığa ayrı bir şekil ve husûsiyet veren demektir. Hâlik, bâri’ ve musavvir isimlerinin üçü de yaratıcı anlamındadır. Bunlardan hâlik; bir örneği, eşi, benzeri olmaksızın ilk defa yaratan demektir. Bâri’; yarattığı şeyi düzgün yaratan, yarattığı canlıları, organları yerli yerinde, uyumlu yaratan demektir. Musavvir de; yarattığı her şeye ayrı bir şekil, biçim ve husûsiyet veren demektir. Yeryüzünde bulunan milyarlarca insanın her bir organının bir diğerine benzemeyişi, Allah’ın yaratıcılığının mükemmelliğine delildir. Bu isimden nasip alan kullar, Allah’ın yarattığı her şeye hayranlıkla ve ibretle bakarlar.

# name_transcription_14
source: Al-Ghaffar
kk: Әл-Ғаффар
ru: Аль-Гаффар
tr: El-Gaffâr

# name_translate_14
source: The Great Concealer of Sins
kk: Аса жарылқаушы
ru: Скрывающий чужие грехи
tr: Dâimâ affeden; kullarının günahlarını örten, ayıp ve kusurlarını bağışlayan

# name_description_14
source: The Forgiver, The One who covers, hides and forgives the sins of His slaves time and time again. The One Who Covers and Protects. The All- and Oft-Forgiving. The Repeatedly Forgiving
kk: Күнә және жаман істерді кешіруші. Бұл дүниеде құлдарының жамандықтарын жасырып, қияметте күнәларын кешіріп, жарылқайды
ru: Создатель скрывает грехи людей и покрывает их недостатки, которые впоследствии Аллах может простить
tr: Tekrarlanan günahları bağışlayan; mağfireti, bağışlaması sonsuz olan demektir. Mânevî kirlerden, günahlardan temizlenmek için Allah Teâlâ’ya istiğfar etmeli, mağfiret ve bağışlanma dilemeliyiz.

# name_transcription_15
source: Al-Qahhar
kk: Әл-Қаһһар
ru: Аль-Каххар
tr: El-Kahhâr

# name_translate_15
source: The All-Prevailing One
kk: Өте үстем, Қаһарлы
ru: Господствующий
tr: Yenilmeyen, yegane gâlip demektir
