Repository: sapar-io/rawdah_flutter
Catalog: lib/l10n/app_*.arb
Languages: kk, ru, tr

# name_translate_97
source: The Eternal Inheritor
kk: Мұра Иесі
ru: Наследник
tr: Varlığının sonu olmayan demektir

# name_description_97
source: The Heir, The One whose Existence remains. He is the Heir of all things
kk: Барлық мұра Алла Тағалада
ru: Он является Наследником всего сущего
tr: Allah Teâlâ, yaratılmış bütün varlıkları yok ettikten sonra bâkî kalan, mülkün gerçek sahibidir. Mülkü dilediğinden alır, dilediğine verir. Dünyada bulunan herkes ve evrende bulunan her şey fânîdir, geçicidir. İnsanlar ölümlü oldukları için sahip oldukları mal, mülk, servet de geçicidir

# name_transcription_98
source: Ar-Rasheed
kk: Әр-Рашид
ru: Ар-Рашиид
tr: Er-Reşîd

# name_translate_98
source: The Guide to Path of Rectitude
kk: Салушы
ru: Направляющий на путь истины
tr: İrşad eden; doğru yolu gösteren demektir

# name_description_98
source: The Guide to the Right Path, The One who guides. Infallible Teacher
kk: Ол Өз құлдарын пайда беретін жолға салады. Өз даналығымен билік жүргізеді
ru: Создатель ведёт верным либо заблудшим путём любого, кого пожелает
tr: Allah Teâlâ, bütün işleri isabetli olan ve hedefine ulaşandır. Her şeyi ezelî takdirine göre yürüten, bir nizam ve hikmet üzere sonuna ulaştırandır. Lüzumsuz, faydasız, boş iş yapmayandır. Fiilleri dâimâ yerinde olandır. Devamlı olarak hakka isabet edendir. Hiç kimsenin yol göstermesine muhtaç olmayandır

# name_transcription_99
source: As-Saboor
kk: Әс-Сабур
ru: Ас-Сабуур
tr: Es-Sabûr

# name_translate_99
source: The Extensively Enduring One
kk: Сабыр иесі
ru: Терпеливейший
tr: çok sabırlı demektir

# name_description_99
source: The Patient, The One who does not quickly punish the sinners. Allah has infinite patience. The Forbearing
kk: Ол сабырмен құлдарының күнәларын кешіріп, азабын тездетпейді
ru: Аллах обладает безграничным терпением
tr: Allah Teâlâ, günahkârları cezalandırma konusunda acele etmeyip lütfuyla bağışlayan ve erteleyendir. Günahkârlara mühlet tanır. Tövbe kapısını ölünceye kadar açık tutar. Kullarının af ve bağışlama dilemeleri için onlara fırsatlar tanır. Bu isimden nasip alan kul, ibâdetleri yapmada, haramlardan kaçınmada ve her türlü felâket karşısında sabırlı olur
